{
  "fr": {
    "The Fool": "Un jeune voyageur se tient au bord de la falaise, les yeux fixés sur le ciel infini plutôt que sur le sol en contrebas. Le Mat incarne le potentiel pur et la joie spontanée, prêt à sauter dans l'inconnu. À l'endroit, il apporte de nouveaux départs innocents et une aventure intrépide. Inversé, il met en garde contre l'imprudence et le mauvais jugement dans le voyage de la vie.",
    "The Magician": "Avec les outils des quatre éléments devant lui, le Bateleur canalise le pouvoir cosmique en manifestation terrestre. Une main pointe vers le ciel, l'autre vers la terre, reliant les royaumes spirituel et matériel. À l'endroit, il signifie la volonté et le pouvoir créatif de manifester les désirs. Inversé, il indique la manipulation, les talents inutilisés ou les illusions obscurcissant la réalité.",
    "The High Priestess": "Assise entre les piliers de la dualité, elle garde le voile de l'inconscient. La Papesse détient les mystères sacrés et la sagesse intuitive au-delà de la pensée rationnelle. À l'endroit, elle représente la voix intérieure, l'intuition et la connaissance cachée. Inversée, elle suggère une déconnexion de l'intuition, des secrets gardés ou une sagesse féminine réprimée à l'intérieur.",
    "The Empress": "Dans la nature abondante, elle se repose, enceinte de potentiel créatif et d'énergie nourricière. L'Impératrice incarne la fertilité, la beauté et les plaisirs sensuels de l'existence terrestre. À l'endroit, elle apporte la maternité, l'abondance et la croissance naturelle. Inversée, elle met en garde contre les blocages créatifs, la dépendance ou les soins étouffants qui entravent la croissance et l'indépendance.",
    "The Emperor": "Bardé d'armure et trônant, il représente la structure, l'autorité et la protection paternelle. L'Empereur établit l'ordre par les règles, les limites et le contrôle discipliné. À l'endroit, il signifie le leadership, la stabilité et le pouvoir protecteur. Inversé, il indique la tyrannie, la rigidité ou la domination froide d'un contrôle excessif sans compassion ni flexibilité.",
    "The Hierophant": "Un enseignant spirituel siège entre deux piliers, gardien de la sagesse traditionnelle et des institutions sacrées. Le Pape représente la conformité aux systèmes de croyances établis et aux valeurs culturelles. À l'endroit, il apporte l'apprentissage traditionnel, la guidance spirituelle et la structure morale. Inversé, il signale la rébellion contre la convention, la remise en question du dogme ou la recherche de son propre chemin spirituel.",
    "The Lovers": "Deux personnages se tiennent sous la bénédiction d'un ange, représentant l'union, le choix et le partenariat. Les Amoureux symbolisent à la fois la connexion romantique et les décisions critiques aux carrefours de la vie. À l'endroit, ils signifient des relations harmonieuses, l'alignement et des choix importants. Inversés, ils mettent en garde contre le déséquilibre, la disharmonie ou les décisions difficiles causant un conflit intérieur.",
    "The Chariot": "Un guerrier avance victorieusement, contrôlant les forces opposées par la volonté et la détermination. Le Chariot représente le triomphe accompli par l'intention concentrée et l'autodiscipline. À l'endroit, il apporte le succès, le contrôle et l'élan vers l'avant. Inversé, il indique une perte de direction, un manque de maîtrise de soi ou une agression sans but ni retenue.",
    "Strength": "Une femme referme doucement les mâchoires d'un lion, domptant la bête par la compassion plutôt que par la force. La Force représente le courage, la patience et le pouvoir tranquille de la résolution intérieure. À l'endroit, elle signifie la force intérieure, la bravoure et le contrôle doux. Inversée, elle met en garde contre le doute de soi, la faiblesse ou les émotions brutes non tempérées par la sagesse et la compassion.",
    "The Hermit": "Un vieux sage se tient seul au sommet d'une montagne, lanterne levée pour éclairer le chemin. L'Ermite représente la solitude, l'introspection et la recherche d'une vérité plus profonde à l'intérieur. À l'endroit, il apporte la recherche de l'âme, la guidance intérieure et la contemplation. Inversé, il suggère l'isolement, la solitude ou le retrait des leçons de vie et de la connexion humaine.",
    "Wheel of Fortune": "La grande roue tourne sans cesse, portant des personnages en haut et en bas dans les cycles inévitables de la vie. La Roue de Fortune représente le destin, le changement et les tournants hors de notre contrôle. À l'endroit, elle apporte la bonne fortune, les cycles de vie et le destin qui se déroule. Inversée, elle signale la résistance au changement, la malchance ou l'accrochage désespéré au contrôle.",
    "Justice": "Épée dans une main et balance dans l'autre, la Justice siège sur son trône dans une clarté absolue. Elle représente la vérité, l'équité et la loi de cause à effet régissant tout. À l'endroit, elle signifie la vérité, l'équité et l'équilibre karmique. Inversée, elle met en garde contre la malhonnêteté, le traitement injuste ou l'évitement de la responsabilité de vos actes.",
    "The Hanged Man": "Suspendu la tête en bas mais paisible, il voit le monde sous un angle entièrement nouveau. Le Pendu représente le sacrifice volontaire, le lâcher-prise et la sagesse acquise par l'abandon. À l'endroit, il apporte de nouvelles perspectives, la libération et une pause nécessaire. Inversé, il indique la procrastination, le martyre inutile ou la peur empêchant le sacrifice et la croissance nécessaires.",
    "Death": "Un squelette en armure noire avance, représentant la transformation plutôt que la fin littérale. La Mort signale un changement profond car l'ancien doit mourir pour qu'une nouvelle vie émerge. À l'endroit, elle apporte la transformation, les fins et le changement nécessaire. Inversée, elle met en garde contre la résistance au changement, la peur des fins ou la stagnation bloquant la transformation naturelle.",
    "Temperance": "Un ange verse de l'eau entre deux coupes, démontrant un équilibre parfait et un flux harmonieux. La Tempérance représente la modération, la patience et le chemin du milieu entre tous les extrêmes. À l'endroit, elle signifie l'équilibre, la patience et la modération. Inversée, elle indique l'excès, le déséquilibre ou le manque d'harmonie perturbant le flux naturel de votre vie.",
    "The Devil": "Des personnages enchaînés se tiennent devant un démon cornu, mais leurs liens sont assez lâches pour se libérer. Le Diable représente l'esclavage, l'addiction et l'ombre intérieure qui nous lie. À l'endroit, il met en garde contre le matérialisme, l'addiction et l'esclavage. Inversé, il apporte la liberté, la libération et la rupture des chaînes qui vous retenaient captif des ténèbres.",
    "The Tower": "La foudre frappe la couronne, envoyant des personnages dégringoler des murs écroulés d'une fausse sécurité. La Maison Dieu représente le bouleversement soudain, la destruction nécessaire et le chaos qui précède la reconstruction. À l'endroit, elle apporte un changement soudain, une révélation et la destruction. Inversée, elle signale un désastre retardé, la peur du changement ou l'évitement de l'effondrement inévitable à venir.",
    "The Star": "Une femme verse de l'eau vivante sur la terre et dans un bassin sous une canopée d'étoiles brillantes. L'Étoile représente l'espoir, la guérison et l'inspiration divine qui coule après la destruction de la Tour. À l'endroit, elle apporte l'espoir, l'inspiration et le renouveau spirituel. Inversée, elle met en garde contre l'incrédulité, le désespoir ou la déconnexion de la lumière guide en vous.",
    "The Moon": "Entre deux tours, un chemin serpente vers la lune tandis que des chiens hurlent aux illusions. La Lune représente l'inconscient, les illusions et les peurs qui hantent l'obscurité intérieure. À l'endroit, elle signifie l'intuition, les rêves et l'inconscient. Inversée, elle apporte la clarté, la libération de la peur ou la capacité de voir à travers les illusions qui vous ont trompé.",
    "The Sun": "Un enfant nu chevauche un cheval blanc sous les rayons de vie du soleil brillant. Le Soleil représente la joie, le succès et la clarté de la vérité illuminant tout ce qu'elle touche. À l'endroit, il apporte la joie, le succès et la positivité. Inversé, il met en garde contre les nuages temporaires, la tristesse ou la vitalité bloquée atténuant votre rayonnement naturel et votre joie.",
    "Judgement": "Un ange sonne la trompette tandis que des personnages se lèvent, répondant à l'appel de l'éveil et de la transformation. Le Jugement représente la résurrection, le jugement et le moment de l'évaluation finale et de la renaissance. À l'endroit, il signifie la réflexion, l'éveil et l'appel intérieur. Inversé, il indique le doute de soi, le jugement sévère ou l'incapacité de se pardonner et d'avancer.",
    "The World": "Une danseuse célèbre au sein d'une couronne de laurier, ayant complété le voyage et atteint la plénitude. Le Monde représente l'achèvement, l'accomplissement et la réalisation du but de l'âme. À l'endroit, il apporte l'achèvement, l'accomplissement et l'épanouissement. Inversé, il met en garde contre des objectifs incomplets, le manque de clôture ou le sentiment d'inachevé malgré la fin du voyage.",
    "Ace of Wands": "Une main émerge des nuages, saisissant une baguette germante éclatant de potentiel créatif. Cet As apporte une inspiration pure, des débuts passionnés et l'étincelle de nouvelles entreprises créatives. À l'endroit, il signifie l'inspiration créative et de nouvelles opportunités. Inversé, il met en garde contre les occasions manquées, le manque de direction ou l'énergie créative bloquée et inexprimée.",
    "Two of Wands": "Un personnage se tient entre deux baguettes, contemplant les horizons lointains tout en planifiant de futures conquêtes. Cette carte représente la planification, la prise de décision et la préparation pour quitter la sécurité pour l'aventure. À l'endroit, elle apporte la planification et la vision du futur. Inversée, elle indique la peur de l'inconnu, une mauvaise planification ou jouer trop prudemment dans la vie.",
    "Three of Wands": "Un personnage observe les navires naviguer vers l'horizon, ayant mis les plans en mouvement et les regardant maintenant se dérouler. Cette carte représente l'expansion, la prévoyance et les fruits de la préparation qui portent leurs fruits. À l'endroit, elle signifie l'expansion et le regard vers l'avenir. Inversée, elle met en garde contre les obstacles, les retards ou les plans frustrés qui ne se déroulent pas comme prévu.",
    "Four of Wands": "Quatre baguettes forment une tonnelle de célébration tandis que des personnages dansent en dessous dans une célébration communautaire joyeuse. Cette carte représente le retour au foyer, la célébration et l'harmonie de l'établissement de fondations solides. À l'endroit, elle apporte la célébration et la communauté. Inversée, elle indique le manque de soutien, l'instabilité ou le sentiment manquant de foyer et d'appartenance.",
    "Five of Wands": "Cinq personnages s'affrontent avec leurs baguettes dans un conflit chaotique, chacun luttant pour la domination et la position. Cette carte représente la compétition, le conflit et la lutte de nombreux intérêts concurrents qui s'affrontent. À l'endroit, elle signifie la compétition et le conflit. Inversée, elle apporte l'évitement de la confrontation, la recherche d'un accord ou des luttes inutiles qui se terminent enfin.",
    "Six of Wands": "Un vainqueur traverse les foules, une couronne de laurier sur la tête tandis que les admirateurs célèbrent son triomphe. Cette carte représente la reconnaissance publique, la victoire et le succès reconnu par votre communauté. À l'endroit, elle apporte la victoire et la reconnaissance. Inversée, elle met en garde contre l'orgueil avant la chute, le succès retardé ou le manque de reconnaissance méritée.",
    "Seven of Wands": "Un personnage défend une position élevée contre six baguettes attaquantes, tenant fermement malgré le défi. Cette carte représente la persévérance, la défense et le maintien de la position contre l'opposition et le doute. À l'endroit, elle signifie la force défensive et la persévérance. Inversée, elle indique l'épuisement, l'abandon ou le sentiment d'être complètement submergé par les défis continus.",
    "Eight of Wands": "Huit baguettes volent dans les airs à grande vitesse, l'énergie se déplaçant rapidement vers une destination lointaine. Cette carte représente le mouvement rapide, l'action rapide et les messages ou événements arrivant soudainement et rapidement. À l'endroit, elle apporte l'action rapide et le mouvement. Inversée, elle met en garde contre les retards, le ralentissement ou la précipitation paniquée menant à de mauvaises décisions.",
    "Nine of Wands": "Un guerrier blessé monte la garde, méfiant et vigilant malgré l'épuisement des batailles précédentes combattues. Cette carte représente la résilience, la persistance et la dernière défense avant la victoire finale ou la défaite. À l'endroit, elle signifie la résilience et la détermination. Inversée, elle indique l'épuisement, la paranoïa ou la remise en question de la valeur de la lutte continue.",
    "Ten of Wands": "Un personnage lutte sous le fardeau de dix lourdes baguettes, presque écrasé par la responsabilité. Cette carte représente le fardeau écrasant, le travail acharné et le poids de trop de responsabilités acceptées. À l'endroit, elle apporte l'accomplissement à travers le fardeau. Inversée, elle signale la libération, la délégation ou le fait de lâcher enfin le poids inutile porté.",
    "Page of Wands": "Un jeune personnage tient une baguette germante, les yeux brillants d'enthousiasme pour l'aventure à venir. Ce messager apporte des nouvelles d'opportunités créatives, d'exploration et de nouveaux débuts enthousiastes. À l'endroit, il signifie l'enthousiasme et l'exploration. Inversé, il met en garde contre les actions immatures, le manque de direction ou l'énergie dispersée sans concentration.",
    "Knight of Wands": "Un chevalier charge en avant sur un cheval cabré, passionné et impulsif dans la poursuite de l'aventure. Ce chevalier représente l'action, l'aventure et la poursuite intrépide d'objectifs et de désirs passionnés. À l'endroit, il apporte l'action passionnée et l'aventure. Inversé, il indique l'imprudence, la colère ou les actions impulsives sans penser aux conséquences à venir.",
    "Queen of Wands": "Elle siège avec confiance sur son trône, un chat noir à ses côtés et des tournesols fleurissant autour. Cette reine incarne la confiance, la détermination et la chaleur de l'énergie créative passionnée canalisée. À l'endroit, elle signifie le courage et la détermination. Inversée, elle met en garde contre l'égoïsme, la jalousie ou un comportement dominateur éclipsant vos meilleures qualités.",
    "King of Wands": "Le roi commande depuis son trône, des lézards représentant la transformation décorant son pouvoir et son autorité. Ce roi représente le leadership audacieux, la vision et la capacité d'inspirer les autres vers des objectifs. À l'endroit, il apporte le leadership et la vision. Inversé, il indique l'impulsivité, l'arrogance ou l'établissement d'attentes que les autres ne peuvent pas satisfaire avec succès.",
    "Ace of Cups": "Une main offre une coupe débordante tandis qu'une colombe descend, représentant de nouveaux débuts émotionnels et spirituels. Cet As apporte l'amour, la compassion et l'ouverture de votre cœur à de nouveaux sentiments. À l'endroit, il signifie de nouveaux sentiments et l'amour. Inversé, il met en garde contre la perte émotionnelle, la créativité bloquée ou le cœur fermé aux possibilités de l'amour.",
    "Two of Cups": "Deux personnages échangent des coupes sous le caducée, promettant partenariat, amour et connexion émotionnelle mutuelle. Cette carte représente l'unité, le partenariat et des relations harmonieuses équilibrées construites sur l'égalité. À l'endroit, elle apporte le partenariat et la connexion. Inversée, elle indique le déséquilibre, la communication brisée ou les relations souffrant de disharmonie et de tension.",
    "Three of Cups": "Trois femmes lèvent leurs coupes dans une célébration joyeuse de l'amitié, de la communauté et du bonheur partagé ensemble. Cette carte représente l'amitié, la célébration et les liens de la communauté soutenant la joie mutuelle. À l'endroit, elle signifie l'amitié et la célébration. Inversée, elle met en garde contre la surconsommation, les commérages ou l'isolement des connexions communautaires de soutien.",
    "Four of Cups": "Un personnage est assis sous un arbre, les bras croisés, ignorant la coupe offerte par une main mystérieuse. Cette carte représente l'apathie, la contemplation et les occasions manquées par le désengagement et le retrait. À l'endroit, elle apporte la méditation et la contemplation. Inversée, elle signale une prise de conscience soudaine, le choix du bonheur ou la vision enfin des opportunités précédemment manquées.",
    "Five of Cups": "Un personnage drapé pleure trois coupes renversées, ne remarquant pas deux coupes encore debout derrière. Cette carte représente la perte, le chagrin et l'insistance sur la déception tout en manquant ce qui reste disponible. À l'endroit, elle signifie la perte et le chagrin. Inversée, elle apporte l'acceptation, l'avancée ou la découverte de la paix après une période prolongée de deuil.",
    "Six of Cups": "Des enfants échangent des coupes fleuries dans des scènes de nostalgie, d'innocence et de souvenirs d'enfance agréables rappelés. Cette carte représente les souvenirs heureux, la nostalgie et le réconfort curatif de revisiter le passé. À l'endroit, elle apporte la nostalgie et les souvenirs heureux. Inversée, elle indique l'avancée, le départ du foyer ou la libération du passé pour embrasser la réalité présente.",
    "Seven of Cups": "Sept coupes flottent dans les nuages, chacune contenant des visions différentes représentant des choix et des illusions. Cette carte représente les choix, la fantaisie et le défi de distinguer les vraies opportunités des illusions. À l'endroit, elle signifie l'imagination et les choix. Inversée, elle met en garde contre le manque de but, la pensée wishful ou la confusion obscurcissant un jugement clair.",
    "Eight of Cups": "Un personnage s'éloigne de huit coupes empilées, cherchant quelque chose de plus profond sous la lune. Cette carte représente s'éloigner, le voyage spirituel et laisser derrière ce qui ne sert plus la croissance. À l'endroit, elle apporte l'avancée et la recherche. Inversée, elle indique l'évitement, la peur du changement ou rester dans des situations nécessitant un départ.",
    "Nine of Cups": "Un personnage satisfait est assis devant neuf coupes, les bras croisés en satisfaction et épanouissement émotionnel. Cette 'carte de souhait' représente la satisfaction, la stabilité émotionnelle et l'obtention de ce que votre cœur désire vraiment. À l'endroit, elle signifie la satisfaction et le contentement. Inversée, elle met en garde contre la suffisance, l'insatisfaction ou la réalisation que le succès matériel manque d'épanouissement émotionnel.",
    "Ten of Cups": "Une famille se tient sous un arc-en-ciel de dix coupes, représentant l'épanouissement émotionnel et domestique ultime. Cette carte représente le bonheur durable, l'harmonie et la réalisation de rêves émotionnels devenant réalité. À l'endroit, elle apporte le bonheur et l'épanouissement. Inversée, elle met en garde contre les rêves brisés, la discorde familiale ou la disharmonie domestique perturbant la paix.",
    "Page of Cups": "Un jeune rêveur contemple le poisson émergeant de sa coupe, apportant des messages et des surprises. Ce messager apporte l'inspiration créative, des messages intuitifs et de douces surprises émotionnelles arrivant de manière inattendue. À l'endroit, il signifie la sensibilité et la créativité. Inversé, il met en garde contre l'immaturité émotionnelle, l'insécurité ou la déception lorsque la réalité contredit les rêves.",
    "Knight of Cups": "Un chevalier romantique offre sa coupe, représentant l'idéalisme émotionnel et la poursuite des désirs du cœur. Ce chevalier apporte des propositions, des gestes romantiques et la poursuite idéaliste de l'amour et de la beauté. À l'endroit, il signifie la romance et l'idéalisme. Inversé, il indique la morosité, la jalousie ou la déception lorsque les rêves idéalisés rencontrent la dure réalité.",
    "Queen of Cups": "Elle siège au bord de l'eau, tenant une coupe ornée tout en nourrissant tous avec compassion. Cette reine incarne la maturité émotionnelle, l'intuition et le don de compréhension et de soins compatissants. À l'endroit, elle apporte la compassion et l'intuition. Inversée, elle met en garde contre le martyre, l'insécurité ou la dépendance excessive drainant complètement les réserves émotionnelles.",
    "King of Cups": "Le roi maintient l'équilibre émotionnel malgré les mers turbulentes, maîtrisant les sentiments sans être contrôlé. Ce roi représente la maturité émotionnelle, la diplomatie et la sagesse équilibrant le cœur et l'esprit ensemble. À l'endroit, il signifie l'équilibre émotionnel et la sagesse. Inversé, il indique la manipulation émotionnelle, la morosité ou les mauvais conseils d'une source instable.",
    "Ace of Swords": "Une main saisit une épée dressée couronnée de laurier, représentant la clarté mentale et la percée. Cet As apporte la vérité, la clarté et le pouvoir de la concentration mentale coupant à travers la confusion. À l'endroit, il signifie la percée et la clarté. Inversé, il met en garde contre la confusion, le chaos ou la clarté brutale révélant des vérités douloureuses mieux laissées cachées.",
    "Two of Swords": "Un personnage aux yeux bandés est assis entre deux épées, incapable de choisir entre des options opposées difficiles. Cette carte représente l'indécision, l'impasse et la paralysie de choisir entre deux chemins également difficiles. À l'endroit, elle apporte des décisions difficiles et l'impasse. Inversée, elle indique le choix du moindre mal, la libération de l'impasse ou le fait de faire enfin un choix impossible.",
    "Three of Swords": "Trois épées percent un cœur sous des cieux orageux, représentant le chagrin et la douleur émotionnelle. Cette carte représente le chagrin, le cœur brisé et la souffrance de blessures émotionnelles qui coupent profondément. À l'endroit, elle signifie le chagrin et la tristesse. Inversée, elle apporte la guérison, le pardon ou la récupération lente de blessures émotionnelles profondes qui vous ont marqué.",
    "Four of Swords": "Un personnage repose dans une contemplation paisible, trois épées exposées tandis qu'une épée repose à proximité. Cette carte représente le repos, la restauration et la pause nécessaire pour la récupération et la contemplation après la lutte. À l'endroit, elle apporte le repos et la restauration. Inversée, elle met en garde contre l'agitation, l'épuisement professionnel ou l'incapacité de se reposer malgré un besoin désespéré de récupération.",
    "Five of Swords": "Un vainqueur rassemble les épées tandis que des personnages vaincus se retirent, représentant une victoire creuse et le coût du conflit. Cette carte représente le conflit, la défaite et gagner des batailles au prix des relations et de l'intégrité. À l'endroit, elle signifie le conflit et la défaite. Inversée, elle apporte le pardon, faire amende honorable ou libérer le ressentiment empoisonnant vos relations et votre paix.",
    "Six of Swords": "Un passeur guide les passagers à travers des eaux troublées vers des rives plus calmes et de meilleurs moments. Cette carte représente la transition, l'avancée et laisser les difficultés derrière pour des circonstances plus calmes et meilleures. À l'endroit, elle apporte la transition et l'avancée. Inversée, elle indique les bagages émotionnels, les problèmes non résolus ou la résistance aux transitions nécessaires et au changement sain.",
    "Seven of Swords": "Un personnage s'éloigne furtivement en portant cinq épées, laissant deux derrière dans une retraite secrète et stratégique. Cette carte représente la stratégie, la tromperie et la ruse nécessaire pour naviguer habilement dans des situations difficiles. À l'endroit, elle signifie la stratégie et la tromperie. Inversée, elle apporte la confession, la révision de l'approche ou la découverte de la tromperie précédemment cachée de la vue.",
    "Eight of Swords": "Un personnage lié et aux yeux bandés se tient entouré de huit épées, semblant piégé mais les restrictions sont amovibles. Cette carte représente l'emprisonnement, l'auto-victimisation et les restrictions mentales que nous nous imposons inutilement. À l'endroit, elle signifie la restriction et la victimisation. Inversée, elle apporte l'auto-libération, une nouvelle perspective ou la suppression enfin des limitations auto-imposées bloquant la liberté.",
    "Nine of Swords": "Un personnage se redresse dans son lit, le visage couvert d'angoisse sous neuf épées. Cette carte représente l'anxiété, les cauchemars et le tourment de l'inquiétude et de la peur qui vous hante. À l'endroit, elle signifie l'anxiété et le désespoir. Inversée, elle apporte l'espoir, la recherche d'aide ou la découverte d'un soulagement de l'angoisse mentale grâce au soutien.",
    "Ten of Swords": "Un personnage gît face contre terre, dix épées perçant son dos sous la lumière de l'aube qui approche. Cette carte représente le fond du gouffre, la fin douloureuse et le moment le plus sombre avant l'aube d'un nouveau commencement. À l'endroit, elle signifie les fins douloureuses et la défaite. Inversée, elle apporte la récupération, se relever à nouveau ou réaliser que le pire est passé et que la guérison commence.",
    "Page of Swords": "Un jeune personnage tient une épée en l'air, vigilant et curieux avec un esprit vif et une énergie mentale agitée. Ce messager apporte des nouvelles, des idées et la curiosité intellectuelle qui remet tout en question avec audace. À l'endroit, il signifie la curiosité et la vigilance. Inversé, il met en garde contre la tromperie, les commérages ou l'énergie mentale dispersée sans concentration ni direction.",
    "Knight of Swords": "Un chevalier charge en avant avec l'épée levée, représentant l'action rapide et la poursuite intellectuelle agressive. Ce chevalier apporte l'action rapide, l'assurance et la défense féroce des croyances et des idéaux. À l'endroit, il signifie l'action rapide et l'assurance. Inversé, il indique l'imprudence, l'impulsivité ou charger en avant sans penser aux conséquences destructrices à venir.",
    "Queen of Swords": "Elle siège seule sur son trône, l'épée levée dans une perception aiguë et un jugement clair. Cette reine incarne la clarté intellectuelle, la perspicacité et la capacité de voir la vérité à travers la complexité. À l'endroit, elle apporte la pensée claire et l'indépendance. Inversée, elle met en garde contre la cruauté froide, l'amertume ou le jugement sévère sans l'influence tempérante de la compassion.",
    "King of Swords": "Le roi siège en jugement, l'épée représentant l'intellect, l'autorité et la recherche impartiale de la vérité. Ce roi représente la clarté mentale, l'autorité et la capacité de juger équitablement avec logique. À l'endroit, il signifie la vérité et la clarté mentale. Inversé, il indique la manipulation, la cruauté ou l'utilisation de l'intelligence pour le contrôle plutôt que pour le service de la justice.",
    "Ace of Pentacles": "Une main offre un pentacle doré au milieu d'un jardin florissant, représentant de nouvelles opportunités matérielles. Cet As apporte la prospérité, de nouvelles entreprises et la manifestation d'objectifs matériels et de sécurité. À l'endroit, il signifie de nouvelles opportunités et la prospérité. Inversé, il met en garde contre les occasions manquées, les mauvais investissements ou la perte matérielle par mauvais jugement.",
    "Two of Pentacles": "Un personnage jongle avec deux pentacles en boucle infinie, équilibrant les priorités concurrentes et le changement constant. Cette carte représente l'équilibre, l'adaptation et le jonglage de multiples responsabilités et choix continuellement. À l'endroit, elle apporte l'équilibre et l'adaptation. Inversée, elle indique le débordement, la désorganisation ou la perte d'équilibre causant l'effondrement de tout.",
    "Three of Pentacles": "Un artisan expose son travail dans une cathédrale tandis que d'autres observent et approuvent sa maîtrise habile. Cette carte représente le travail d'équipe, la collaboration et la reconnaissance des compétences par un travail de qualité bien exécuté. À l'endroit, elle signifie le travail d'équipe et la compétence. Inversée, elle met en garde contre le manque de travail d'équipe, une mauvaise planification ou un conflit de groupe compromettant le succès collectif.",
    "Four of Pentacles": "Un personnage serre fermement les pentacles, couronne sur la tête tout en thésaurisant les ressources dans un contrôle craintif. Cette carte représente la sécurité, le contrôle et le besoin basé sur la peur de s'accrocher fermement aux ressources. À l'endroit, elle apporte la sécurité et la conservation. Inversée, elle indique l'avarice, la possessivité ou relâcher le contrôle serré pour permettre le flux naturel de l'abondance.",
    "Five of Pentacles": "Deux personnages luttent dans la neige devant une fenêtre d'église éclairée, représentant les difficultés et l'isolement. Cette carte représente la perte financière, la pauvreté et le sentiment d'être laissé dans le froid sans soutien. À l'endroit, elle signifie les difficultés et la pauvreté. Inversée, elle apporte la récupération, la charité reçue ou la découverte d'aide après une période prolongée de lutte.",
    "Six of Pentacles": "Un marchand pèse l'or dans des balances tout en donnant à ceux qui sont dans le besoin en dessous de lui. Cette carte représente la générosité, la charité et la distribution équitable des ressources et du pouvoir entre tous. À l'endroit, elle apporte la générosité et l'équité. Inversée, elle met en garde contre les ficelles attachées, le don unilatéral ou l'utilisation de la charité pour contrôler et manipuler les autres.",
    "Seven of Pentacles": "Un fermier se repose sur son bâton, contemplant les récoltes cultivées grâce à la patience et au travail acharné. Cette carte représente la patience, la persévérance et l'évaluation des progrès des investissements et des efforts à long terme réalisés. À l'endroit, elle signifie la patience et l'évaluation. Inversée, elle met en garde contre le travail sans résultats, l'impatience ou le manque de récompenses malgré les efforts investis.",
    "Eight of Pentacles": "Un artisan martèle soigneusement les pentacles, dédié à maîtriser parfaitement sa compétence choisie. Cette carte représente le dévouement, le développement des compétences et le travail concentré de perfectionner votre métier. À l'endroit, elle apporte la compétence et le dévouement. Inversée, elle indique le manque de passion, la médiocrité ou faire les choses machinalement sans cœur investi.",
    "Nine of Pentacles": "Une femme se tient dans un jardin abondant, faucon à la main, profitant des fruits de son travail. Cette carte représente l'autosuffisance, le luxe et profiter des récompenses bien méritées du travail discipliné et de l'indépendance. À l'endroit, elle signifie l'indépendance et le luxe. Inversée, elle met en garde contre les dépenses imprudentes, le faux succès ou vivre au-dessus des moyens que vous ne pouvez pas maintenir.",
    "Ten of Pentacles": "Trois générations se rassemblent au milieu de symboles de richesse durable, d'héritage et de prospérité familiale se perpétuant. Cette carte représente l'héritage, l'héritage et l'aboutissement de la sécurité matérielle et familiale durable. À l'endroit, elle apporte l'héritage et le succès durable. Inversée, elle indique l'instabilité financière, le conflit familial ou le succès éphémère sans fondations durables.",
    "Page of Pentacles": "Un jeune personnage étudie attentivement un pentacle, représentant l'ambition, de nouvelles opportunités et l'apprentissage pratique. Ce messager apporte des opportunités, un potentiel de manifestation et des plans pratiques commençant à prendre une forme solide. À l'endroit, il signifie l'ambition et l'opportunité. Inversé, il met en garde contre la procrastination, le manque d'engagement ou les opportunités gaspillées par une mauvaise planification.",
    "Knight of Pentacles": "Un chevalier est immobile sur un cheval lourd, progressant méthodiquement vers les objectifs avec une détermination constante. Ce chevalier représente la fiabilité, le travail acharné et l'approche lente mais régulière de la réalisation. À l'endroit, il apporte la fiabilité et le travail acharné. Inversé, il indique la paresse, l'obsession ou travailler dur sans progrès ni récompense significative obtenue.",
    "Queen of Pentacles": "Elle siège entourée de nature abondante, nourrissant tous avec des soins pratiques et un confort matériel. Cette reine incarne les soins pratiques, la sécurité financière et la création d'environnements confortables et stables pour la croissance. À l'endroit, elle signifie les soins pratiques et l'abondance. Inversée, elle met en garde contre l'égocentrisme, la jalousie ou l'utilisation des ressources pour étouffer plutôt que nourrir.",
    "King of Pentacles": "Le roi siège sur son trône au milieu de symboles de richesse, représentant la maîtrise du monde matériel et de l'abondance. Ce roi représente la prospérité, le sens des affaires et la sagesse de construire un succès matériel durable. À l'endroit, il apporte la prospérité et la stabilité. Inversé, il indique l'avarice, le matérialisme ou l'utilisation de la richesse pour l'excès plutôt que pour une sécurité significative."
  },
  "es": {
    "The Fool": "Un joven viajero se encuentra al borde del acantilado, con los ojos en el cielo infinito en lugar del suelo debajo. El Loco encarna el potencial puro y la alegría espontánea, listo para saltar hacia lo desconocido. En posición derecha trae nuevos comienzos inocentes y aventura intrépida. Invertido advierte contra la imprudencia y el mal juicio en el viaje de la vida.",
    "The Magician": "Con herramientas de los cuatro elementos ante él, el Mago canaliza el poder cósmico en manifestación terrenal. Una mano apunta al cielo, otra a la tierra, uniendo los reinos espiritual y material. En posición derecha significa fuerza de voluntad y poder creativo para manifestar deseos. Invertido indica manipulación, talentos sin usar o ilusiones que nublan la realidad.",
    "The High Priestess": "Sentada entre pilares de dualidad, ella guarda el velo hacia la mente inconsciente. La Suma Sacerdotisa posee misterios sagrados y sabiduría intuitiva más allá del pensamiento racional. En posición derecha representa la voz interior, intuición y conocimiento oculto. Invertida sugiere desconexión de la intuición, secretos guardados o sabiduría femenina reprimida dentro.",
    "The Empress": "En naturaleza abundante ella descansa, embarazada de potencial creativo y energía nutricia. La Emperatriz encarna la fertilidad, la belleza y los placeres sensuales de la existencia terrenal. En posición derecha trae maternidad, abundancia y crecimiento natural. Invertida advierte sobre bloqueos creativos, dependencia o cuidado sofocante que impide el crecimiento y la independencia.",
    "The Emperor": "Armado y en trono, él representa estructura, autoridad y protección paterna. El Emperador establece orden mediante reglas, límites y control disciplinado. En posición derecha significa liderazgo, estabilidad y poder protector. Invertido indica tiranía, rigidez o dominación fría de control excesivo sin compasión ni flexibilidad.",
    "The Hierophant": "Un maestro espiritual se sienta entre dos pilares, guardián de la sabiduría tradicional e instituciones sagradas. El Hierofante representa conformidad a sistemas de creencias establecidos y valores culturales. En posición derecha trae aprendizaje tradicional, guía espiritual y estructura moral. Invertido señala rebelión contra la convención, cuestionamiento del dogma o encontrar tu propio camino espiritual.",
    "The Lovers": "Dos figuras están bajo la bendición de un ángel, representando unión, elección y asociación. Los Enamorados simbolizan tanto conexión romántica como decisiones críticas en las encrucijadas de la vida. En posición derecha significa relaciones armoniosas, alineación y elecciones importantes. Invertidos advierten sobre desequilibrio, desarmonía o decisiones difíciles que causan conflicto interno.",
    "The Chariot": "Un guerrero avanza victoriosamente, controlando fuerzas opuestas mediante voluntad y determinación. El Carro representa triunfo logrado a través de intención enfocada y autodisciplina. En posición derecha trae éxito, control e impulso hacia adelante. Invertido indica pérdida de dirección, falta de autocontrol o agresión sin propósito ni restricción.",
    "Strength": "Una mujer cierra suavemente las mandíbulas de un león, domando la bestia mediante compasión en lugar de fuerza. La Fuerza representa coraje, paciencia y el poder tranquilo de la resolución interior. En posición derecha significa fortaleza interior, valentía y control suave. Invertida advierte sobre dudas, debilidad o emoción cruda no templada por sabiduría y compasión.",
    "The Hermit": "Un sabio anciano está solo en la cima de una montaña, linterna levantada para iluminar el camino adelante. El Ermitaño representa soledad, introspección y la búsqueda de verdad más profunda dentro. En posición derecha trae búsqueda del alma, guía interior y contemplación. Invertido sugiere aislamiento, soledad o retiro de las lecciones de la vida y la conexión humana.",
    "Wheel of Fortune": "La gran rueda gira incesantemente, llevando figuras arriba y abajo en los ciclos inevitables de la vida. La Rueda de la Fortuna representa destino, cambio y puntos de inflexión más allá de nuestro control. En posición derecha trae buena fortuna, ciclos de vida y destino desplegándose. Invertida señala resistencia al cambio, mala suerte o aferrarse desesperadamente al control.",
    "Justice": "Espada en una mano y balanzas en la otra, la Justicia se sienta entronizada en absoluta claridad. Ella representa verdad, equidad y la ley de causa y efecto que gobierna todo. En posición derecha significa verdad, equidad y equilibrio kármico. Invertida advierte sobre deshonestidad, trato injusto o evitar responsabilidad por tus acciones.",
    "The Hanged Man": "Suspendido cabeza abajo pero pacífico, él ve el mundo desde una perspectiva completamente nueva. El Colgado representa sacrificio voluntario, soltar y la sabiduría ganada mediante rendición. En posición derecha trae nuevas perspectivas, liberación y pausa necesaria. Invertido indica estancamiento, martirio innecesario o miedo que impide el sacrificio y crecimiento necesarios.",
    "Death": "Un esqueleto en armadura negra avanza, representando transformación en lugar de final literal. La Muerte señala cambio profundo ya que lo viejo debe morir para que emerja nueva vida. En posición derecha trae transformación, finales y cambio necesario. Invertida advierte sobre resistencia al cambio, miedo a los finales o estancamiento que bloquea la transformación natural.",
    "Temperance": "Un ángel vierte agua entre dos copas, demostrando equilibrio perfecto y flujo armonioso. La Templanza representa moderación, paciencia y el camino medio entre todos los extremos. En posición derecha significa equilibrio, paciencia y moderación. Invertida indica exceso, desequilibrio o falta de armonía perturbando el flujo natural de tu vida.",
    "The Devil": "Figuras encadenadas están ante un demonio con cuernos, pero sus ataduras están lo suficientemente flojas para liberarse. El Diablo representa esclavitud, adicción y el yo sombra que nos ata. En posición derecha advierte sobre materialismo, adicción y esclavitud. Invertido trae libertad, liberación y romper cadenas que te mantenían cautivo de la oscuridad.",
    "The Tower": "El rayo golpea la corona, enviando figuras cayendo de muros derrumbándose de falsa seguridad. La Torre representa agitación repentina, destrucción necesaria y el caos que precede la reconstrucción. En posición derecha trae cambio repentino, revelación y destrucción. Invertida señala desastre retrasado, miedo al cambio o evitar el colapso inevitable por venir.",
    "The Star": "Una mujer vierte agua viva sobre tierra y estanque bajo un dosel de estrellas brillantes. La Estrella representa esperanza, sanación e inspiración divina fluyendo después de la destrucción de la Torre. En posición derecha trae esperanza, inspiración y renovación espiritual. Invertida advierte sobre falta de fe, desesperación o desconexión de la luz guía dentro de ti.",
    "The Moon": "Entre dos torres, un camino serpentea hacia la luna mientras perros aúllan a las ilusiones. La Luna representa el inconsciente, ilusiones y los miedos que acechan la oscuridad interior. En posición derecha significa intuición, sueños y el inconsciente. Invertida trae claridad, liberación del miedo o ver a través de ilusiones que te engañaron.",
    "The Sun": "Un niño desnudo monta un caballo blanco bajo los rayos de vida del sol brillante. El Sol representa alegría, éxito y la claridad de la verdad iluminando todo lo que toca. En posición derecha trae alegría, éxito y positividad. Invertido advierte sobre nubes temporales, tristeza o vitalidad bloqueada atenuando tu radiancia natural y alegría.",
    "Judgement": "Un ángel suena la trompeta mientras figuras se levantan, respondiendo al llamado del despertar y transformación. El Juicio representa resurrección, ajuste de cuentas y el momento de evaluación final y renacimiento. En posición derecha significa reflexión, despertar y llamado interior. Invertido indica dudas, juicio severo o incapacidad de perdonarte y avanzar.",
    "The World": "Una bailarina celebra dentro de una corona de laurel, habiendo completado el viaje y alcanzado la totalidad. El Mundo representa finalización, logro y el cumplimiento del propósito del alma. En posición derecha trae finalización, logro y realización. Invertido advierte sobre metas incompletas, falta de cierre o sentirse inacabado a pesar del fin del viaje.",
    "Ace of Wands": "Una mano emerge de las nubes, agarrando una vara brotando con potencial creativo. Este As trae inspiración pura, comienzos apasionados y la chispa de nuevas empresas creativas. En posición derecha significa inspiración creativa y nuevas oportunidades. Invertido advierte sobre oportunidades perdidas, falta de dirección o energía creativa bloqueada e inexpresada.",
    "Two of Wands": "Una figura está entre dos varas, contemplando horizontes distantes mientras planifica futuras conquistas. Esta carta representa planificación, toma de decisiones y preparación para dejar la seguridad por la aventura. En posición derecha trae planificación y visión del futuro. Invertida indica miedo a lo desconocido, mala planificación o jugar demasiado seguro en la vida.",
    "Three of Wands": "Una figura observa barcos navegar hacia el horizonte, habiendo puesto planes en movimiento ahora observándolos desarrollarse. Esta carta representa expansión, previsión y los frutos de la preparación llegando a buen término. En posición derecha significa expansión y mirar adelante. Invertida advierte sobre obstáculos, retrasos o planes frustrados que no se desarrollan como se esperaba.",
    "Four of Wands": "Cuatro varas forman un cenador celebratorio mientras figuras bailan debajo en alegre celebración comunitaria. Esta carta representa regreso al hogar, celebración y la armonía de establecer fundamentos firmes. En posición derecha trae celebración y comunidad. Invertida indica falta de apoyo, inestabilidad o sensación faltante de hogar y pertenencia.",
    "Five of Wands": "Cinco figuras chocan sus varas en conflicto caótico, cada uno luchando por dominio y posición. Esta carta representa competencia, conflicto y la lucha de muchos intereses competidores chocando. En posición derecha significa competencia y conflicto. Invertida trae evitar confrontación, encontrar acuerdo o luchas inútiles que finalmente terminan.",
    "Six of Wands": "Un vencedor cabalga entre multitudes, corona de laurel coronando su cabeza mientras admiradores celebran su triunfo. Esta carta representa reconocimiento público, victoria y éxito reconocido por tu comunidad. En posición derecha trae victoria y reconocimiento. Invertida advierte sobre orgullo antes de la caída, éxito retrasado o falta de reconocimiento merecido.",
    "Seven of Wands": "Una figura defiende terreno elevado contra seis varas atacantes, manteniéndose firme a pesar del desafío. Esta carta representa perseverancia, defensa y mantener posición contra oposición y duda. En posición derecha significa fuerza defensiva y perseverancia. Invertida indica agotamiento, rendirse o sentirse completamente abrumado por desafíos continuos.",
    "Eight of Wands": "Ocho varas vuelan por el aire a gran velocidad, energía moviéndose rápidamente hacia destino distante. Esta carta representa movimiento rápido, acción veloz y mensajes o eventos llegando repentina y rápidamente. En posición derecha trae acción veloz y movimiento. Invertida advierte sobre retrasos, desaceleración o prisa presa del pánico llevando a malas decisiones.",
    "Nine of Wands": "Un guerrero herido monta guardia, cauteloso y vigilante a pesar del agotamiento de batallas anteriores luchadas. Esta carta representa resiliencia, persistencia y la última defensa antes de la victoria final o derrota. En posición derecha significa resiliencia y determinación. Invertida indica agotamiento, paranoia o cuestionar si la lucha continua vale la pena.",
    "Ten of Wands": "Una figura lucha bajo la carga de diez varas pesadas, casi aplastada por la responsabilidad. Esta carta representa carga abrumadora, trabajo duro y el peso de demasiada responsabilidad aceptada. En posición derecha trae logro a través de la carga. Invertida señala liberación, delegación o finalmente soltar el peso innecesario llevado.",
    "Page of Wands": "Una figura joven sostiene una vara brotando, ojos brillantes con entusiasmo por la aventura por venir. Este mensajero trae noticias de oportunidades creativas, exploración y nuevos comienzos entusiastas. En posición derecha significa entusiasmo y exploración. Invertido advierte sobre acciones inmaduras, falta de dirección o energía dispersa sin foco.",
    "Knight of Wands": "Un caballero carga hacia adelante sobre caballo encabritado, apasionado e impulsivo en busca de aventura. Este caballero representa acción, aventura y la búsqueda intrépida de metas y deseos apasionados. En posición derecha trae acción apasionada y aventura. Invertido indica imprudencia, ira o acciones impulsivas sin pensar en las consecuencias por venir.",
    "Queen of Wands": "Ella se sienta confiadamente en su trono, gato negro a su lado y girasoles floreciendo alrededor. Esta reina encarna confianza, determinación y la calidez de energía creativa apasionada canalizada. En posición derecha significa coraje y determinación. Invertida advierte sobre egoísmo, celos o comportamiento dominante eclipsando tus mejores cualidades.",
    "King of Wands": "El rey comanda desde su trono, lagartijas representando transformación decorando su poder y autoridad. Este rey representa liderazgo audaz, visión y la habilidad de inspirar a otros hacia metas. En posición derecha trae liderazgo y visión. Invertido indica impulsividad, arrogancia o establecer expectativas que otros no pueden cumplir exitosamente.",
    "Ace of Cups": "Una mano ofrece una copa desbordante mientras una paloma desciende, representando nuevos comienzos emocionales y espirituales. Este As trae amor, compasión y la apertura de tu corazón a nuevos sentimientos. En posición derecha significa nuevos sentimientos y amor. Invertido advierte sobre pérdida emocional, creatividad bloqueada o corazón cerrado a las posibilidades del amor.",
    "Two of Cups": "Dos figuras intercambian copas bajo el caduceo, prometiendo asociación, amor y conexión emocional mutua. Esta carta representa unidad, asociación y relaciones armoniosas equilibradas construidas sobre igualdad. En posición derecha trae asociación y conexión. Invertida indica desequilibrio, comunicación rota o relaciones sufriendo de desarmonía y tensión.",
    "Three of Cups": "Tres mujeres levantan copas en celebración alegre de amistad, comunidad y felicidad compartida juntas. Esta carta representa amistad, celebración y los lazos de comunidad apoyando alegría mutua. En posición derecha significa amistad y celebración. Invertida advierte sobre exceso, chisme o aislamiento de conexiones comunitarias de apoyo.",
    "Four of Cups": "Una figura se sienta bajo un árbol, brazos cruzados, ignorando la copa ofrecida por mano misteriosa. Esta carta representa apatía, contemplación y oportunidades perdidas por desconexión y retiro. En posición derecha trae meditación y contemplación. Invertida señala conciencia repentina, elegir felicidad o finalmente ver oportunidades previamente perdidas.",
    "Five of Cups": "Una figura envuelta llora tres copas derramadas, sin notar dos copas aún en pie detrás. Esta carta representa pérdida, duelo y detenerse en la decepción mientras se pierde lo que permanece disponible. En posición derecha significa pérdida y duelo. Invertida trae aceptación, avanzar o encontrar paz después de período prolongado de luto.",
    "Six of Cups": "Niños intercambian copas florecidas en escenas de nostalgia, inocencia y recuerdos agradables de infancia recordados. Esta carta representa recuerdos felices, nostalgia y el consuelo sanador de revisitar el pasado. En posición derecha trae nostalgia y recuerdos felices. Invertida indica avanzar, dejar el hogar o liberar el pasado para abrazar la realidad presente.",
    "Seven of Cups": "Siete copas flotan en nubes, cada una conteniendo visiones diferentes representando elecciones e ilusiones. Esta carta representa elecciones, fantasía y el desafío de distinguir oportunidades reales de ilusiones. En posición derecha significa imaginación y elecciones. Invertida advierte sobre falta de propósito, pensamiento ilusorio o confusión nublando juicio claro.",
    "Eight of Cups": "Una figura se aleja de ocho copas apiladas, buscando algo más profundo bajo la luna. Esta carta representa alejarse, viaje espiritual y dejar atrás lo que ya no sirve al crecimiento. En posición derecha trae avanzar y buscar. Invertida indica evitar, miedo al cambio o permanecer en situaciones que requieren partida.",
    "Nine of Cups": "Una figura contenta se sienta ante nueve copas, brazos cruzados en satisfacción y realización emocional. Esta 'carta de deseo' representa satisfacción, estabilidad emocional y obtener lo que tu corazón verdaderamente desea. En posición derecha significa satisfacción y contentamiento. Invertida advierte sobre complacencia, insatisfacción o darse cuenta de que el éxito material carece de realización emocional.",
    "Ten of Cups": "Una familia está bajo un arcoíris de diez copas, representando realización emocional y doméstica última. Esta carta representa felicidad duradera, armonía y el logro de sueños emocionales haciéndose realidad. En posición derecha trae felicidad y realización. Invertida advierte sobre sueños rotos, discordia familiar o desarmonía doméstica perturbando la paz.",
    "Page of Cups": "Un joven soñador contempla el pez emergiendo de su copa, trayendo mensajes y sorpresas. Este mensajero trae inspiración creativa, mensajes intuitivos y suaves sorpresas emocionales llegando inesperadamente. En posición derecha significa sensibilidad y creatividad. Invertido advierte sobre inmadurez emocional, inseguridad o decepción cuando la realidad contradice los sueños.",
    "Knight of Cups": "Un caballero romántico ofrece su copa, representando idealismo emocional y búsqueda de deseos del corazón. Este caballero trae propuestas, gestos románticos y la búsqueda idealista de amor y belleza. En posición derecha significa romance e idealismo. Invertido indica mal humor, celos o decepción cuando sueños idealizados encuentran dura realidad.",
    "Queen of Cups": "Ella se sienta al borde del agua, sosteniendo una copa ornamentada mientras nutre a todos con compasión. Esta reina encarna madurez emocional, intuición y el don de comprensión y cuidado compasivos. En posición derecha trae compasión e intuición. Invertida advierte sobre martirio, inseguridad o dependencia excesiva drenando completamente las reservas emocionales.",
    "King of Cups": "El rey mantiene equilibrio emocional a pesar de mares turbulentos, dominando sentimientos sin ser controlado. Este rey representa madurez emocional, diplomacia y sabiduría equilibrando corazón y mente juntos. En posición derecha significa equilibrio emocional y sabiduría. Invertido indica manipulación emocional, mal humor o mal consejo de fuente inestable.",
    "Ace of Swords": "Una mano agarra una espada erguida coronada de laurel, representando claridad mental y avance. Este As trae verdad, claridad y el poder del enfoque mental cortando a través de la confusión. En posición derecha significa avance y claridad. Invertido advierte sobre confusión, caos o claridad brutal revelando verdades dolorosas mejor dejadas ocultas.",
    "Two of Swords": "Una figura con ojos vendados se sienta entre dos espadas, incapaz de elegir entre opciones opuestas difíciles. Esta carta representa indecisión, estancamiento y la parálisis de elegir entre dos caminos igualmente difíciles. En posición derecha trae decisiones difíciles y estancamiento. Invertida indica elegir el mal menor, liberación del estancamiento o finalmente hacer una elección imposible.",
    "Three of Swords": "Tres espadas perforan un corazón bajo cielos tormentosos, representando desamor y dolor emocional. Esta carta representa duelo, corazón roto y el sufrimiento de heridas emocionales que cortan profundamente. En posición derecha significa desamor y tristeza. Invertida trae sanación, perdón o recuperación lenta de heridas emocionales profundas que te marcaron.",
    "Four of Swords": "Una figura descansa en contemplación pacífica, tres espadas exhibidas mientras una espada descansa cerca. Esta carta representa descanso, restauración y la pausa necesaria para recuperación y contemplación después de la lucha. En posición derecha trae descanso y restauración. Invertida advierte sobre inquietud, agotamiento o incapacidad de descansar a pesar de necesidad desesperada de recuperación.",
    "Five of Swords": "Un vencedor reúne espadas mientras figuras derrotadas se retiran, representando victoria hueca y el costo del conflicto. Esta carta representa conflicto, derrota y ganar batallas a costa de relaciones e integridad. En posición derecha significa conflicto y derrota. Invertida trae perdón, hacer las paces o liberar resentimiento envenenando tus relaciones y paz.",
    "Six of Swords": "Un barquero guía pasajeros a través de aguas turbulentas hacia orillas más tranquilas y mejores tiempos. Esta carta representa transición, avanzar y dejar dificultades atrás por circunstancias más tranquilas y mejores. En posición derecha trae transición y avanzar. Invertida indica equipaje emocional, problemas sin resolver o resistir transiciones necesarias y cambio saludable.",
    "Seven of Swords": "Una figura se escabulle llevando cinco espadas, dejando dos atrás en retirada secreta y estratégica. Esta carta representa estrategia, engaño y la astucia requerida para navegar situaciones difíciles hábilmente. En posición derecha significa estrategia y engaño. Invertida trae confesión, repensar enfoque o descubrimiento de engaño previamente oculto de la vista.",
    "Eight of Swords": "Una figura atada y con ojos vendados está rodeada de ocho espadas, pareciendo atrapada pero las restricciones son removibles. Esta carta representa encarcelamiento, auto-victimización y las restricciones mentales que nos imponemos innecesariamente. En posición derecha significa restricción y victimización. Invertida trae auto-liberación, nueva perspectiva o finalmente remover limitaciones auto-impuestas bloqueando la libertad.",
    "Nine of Swords": "Una figura se incorpora en la cama, rostro cubierto de angustia bajo nueve espadas. Esta carta representa ansiedad, pesadillas y el tormento de preocupación y miedo que te acecha. En posición derecha significa ansiedad y desesperación. Invertida trae esperanza, buscar ayuda o encontrar alivio de angustia mental a través del apoyo.",
    "Ten of Swords": "Una figura yace boca abajo, diez espadas atravesando su espalda bajo la luz del amanecer que se acerca. Esta carta representa tocar fondo, final doloroso y el momento más oscuro antes del amanecer de un nuevo comienzo. En posición derecha significa finales dolorosos y derrota. Invertida trae recuperación, levantarse de nuevo o darse cuenta de que lo peor ha pasado y la sanación comienza.",
    "Page of Swords": "Una figura joven sostiene una espada en alto, vigilante y curiosa con ingenio rápido y energía mental inquieta. Este mensajero trae noticias, ideas y la curiosidad intelectual que cuestiona todo encontrado audazmente. En posición derecha significa curiosidad y vigilancia. Invertido advierte sobre engaño, chisme o energía mental dispersa sin foco ni dirección.",
    "Knight of Swords": "Un caballero carga hacia adelante con espada levantada, representando acción veloz y búsqueda intelectual agresiva. Este caballero trae acción rápida, asertividad y la defensa feroz de creencias e ideales. En posición derecha significa acción veloz y asertividad. Invertido indica imprudencia, impulsividad o cargar hacia adelante sin pensar en consecuencias destructivas por venir.",
    "Queen of Swords": "Ella se sienta sola en su trono, espada levantada en percepción aguda y juicio claro. Esta reina encarna claridad intelectual, perspicacia y la habilidad de ver la verdad a través de la complejidad. En posición derecha trae pensamiento claro e independencia. Invertida advierte sobre crueldad fría, amargura o juicio severo sin la influencia templadora de la compasión.",
    "King of Swords": "El rey se sienta en juicio, espada representando intelecto, autoridad y búsqueda imparcial de la verdad. Este rey representa claridad mental, autoridad y la habilidad de juzgar justamente con lógica. En posición derecha significa verdad y claridad mental. Invertido indica manipulación, crueldad o usar inteligencia para control en lugar del servicio de la justicia.",
    "Ace of Pentacles": "Una mano ofrece un pentáculo dorado en medio de jardín floreciente, representando nuevas oportunidades materiales. Este As trae prosperidad, nuevas empresas y la manifestación de metas materiales y seguridad. En posición derecha significa nuevas oportunidades y prosperidad. Invertido advierte sobre oportunidades perdidas, malas inversiones o pérdida material por mal juicio.",
    "Two of Pentacles": "Una figura hace malabarismos con dos pentáculos en bucle infinito, equilibrando prioridades competidoras y cambio constante. Esta carta representa equilibrio, adaptación y el malabarismo de múltiples responsabilidades y elecciones continuamente. En posición derecha trae equilibrio y adaptación. Invertida indica abrumamiento, desorganización o pérdida de equilibrio causando colapso de todo.",
    "Three of Pentacles": "Un artesano exhibe su trabajo en catedral mientras otros observan y aprueban su hábil maestría. Esta carta representa trabajo en equipo, colaboración y reconocimiento de habilidades mediante trabajo de calidad bien ejecutado. En posición derecha significa trabajo en equipo y competencia. Invertida advierte sobre falta de trabajo en equipo, mala planificación o conflicto grupal socavando el éxito colectivo.",
    "Four of Pentacles": "Una figura agarra pentáculos firmemente, corona en cabeza mientras acumula recursos en control temeroso. Esta carta representa seguridad, control y la necesidad basada en miedo de aferrarse firmemente a los recursos. En posición derecha trae seguridad y conservación. Invertida indica avaricia, posesividad o liberar control apretado para permitir flujo natural de abundancia.",
    "Five of Pentacles": "Dos figuras luchan en la nieve pasando ventana de iglesia iluminada, representando dificultad y aislamiento. Esta carta representa pérdida financiera, pobreza y sentirse dejado en el frío sin apoyo. En posición derecha significa dificultad y pobreza. Invertida trae recuperación, caridad recibida o encontrar ayuda después de período prolongado de lucha.",
    "Six of Pentacles": "Un comerciante pesa oro en balanzas mientras da a quienes están necesitados debajo de él. Esta carta representa generosidad, caridad y la distribución justa de recursos y poder entre todos. En posición derecha trae generosidad y equidad. Invertida advierte sobre condiciones adjuntas, dar unilateral o usar caridad para controlar y manipular a otros.",
    "Seven of Pentacles": "Un granjero descansa en su bastón, contemplando cultivos cultivados mediante paciencia y trabajo duro. Esta carta representa paciencia, perseverancia y evaluar progreso de inversiones y esfuerzos a largo plazo realizados. En posición derecha significa paciencia y evaluación. Invertida advierte sobre trabajo sin resultados, impaciencia o falta de recompensas a pesar de esfuerzos invertidos.",
    "Eight of Pentacles": "Un artesano martilla cuidadosamente pentáculos, dedicado a dominar perfectamente su habilidad elegida. Esta carta representa dedicación, desarrollo de habilidades y el trabajo enfocado de perfeccionar tu oficio. En posición derecha trae habilidad y dedicación. Invertida indica falta de pasión, mediocridad o ir por los movimientos sin corazón invertido.",
    "Nine of Pentacles": "Una mujer está en jardín abundante, halcón en mano, disfrutando frutos de su labor. Esta carta representa autosuficiencia, lujo y disfrutar recompensas bien merecidas de trabajo disciplinado e independencia. En posición derecha significa independencia y lujo. Invertida advierte sobre gasto imprudente, falso éxito o vivir más allá de medios que no puedes sostener.",
    "Ten of Pentacles": "Tres generaciones se reúnen en medio de símbolos de riqueza duradera, legado y prosperidad familiar continuando hacia adelante. Esta carta representa legado, herencia y la culminación de seguridad material y familiar duradera. En posición derecha trae legado y éxito duradero. Invertida indica inestabilidad financiera, conflicto familiar o éxito fugaz sin fundamentos duraderos.",
    "Page of Pentacles": "Una figura joven estudia un pentáculo intensamente, representando ambición, nuevas oportunidades y aprendizaje práctico. Este mensajero trae oportunidades, potencial de manifestación y planes prácticos comenzando a tomar forma sólida. En posición derecha significa ambición y oportunidad. Invertido advierte sobre procrastinación, falta de compromiso u oportunidades desperdiciadas por mala planificación.",
    "Knight of Pentacles": "Un caballero se sienta inmóvil en caballo pesado, progresando metódicamente hacia metas con determinación constante. Este caballero representa confiabilidad, trabajo duro y el enfoque lento pero constante hacia el logro. En posición derecha trae confiabilidad y trabajo duro. Invertido indica pereza, obsesión o trabajar duro sin progreso ni recompensa significativa lograda.",
    "Queen of Pentacles": "Ella se sienta rodeada de naturaleza abundante, nutriendo a todos con cuidado práctico y confort material. Esta reina encarna cuidado práctico, seguridad financiera y crear entornos cómodos y estables para el crecimiento. En posición derecha significa cuidado práctico y abundancia. Invertida advierte sobre egocentrismo, celos o usar recursos para sofocar en lugar de nutrir.",
    "King of Pentacles": "El rey se sienta entronizado en medio de símbolos de riqueza, representando maestría del mundo material y abundancia. Este rey representa prosperidad, perspicacia empresarial y la sabiduría de construir éxito material duradero. En posición derecha trae prosperidad y estabilidad. Invertido indica avaricia, materialismo o usar riqueza para exceso en lugar de seguridad significativa."
  },
  "zh": {
    "The Fool": "一位年轻的旅行者站在悬崖边缘,眼睛凝视着无限的天空而非脚下的地面。愚者体现了纯粹的潜力和自发的喜悦,准备跃入未知。正位带来天真的新开始和无畏的冒险。逆位警告生命旅程中的鲁莽和错误判断。",
    "The Magician": "面前摆放着四元素的工具,魔术师将宇宙力量转化为尘世显现。一只手指向天空,另一只指向大地,连接精神和物质领域。正位意味着意志力和创造力以实现愿望。逆位表示操纵、未用的才能或迷惑现实的幻觉。",
    "The High Priestess": "她坐在二元对立的柱子之间,守护着通往潜意识的面纱。女祭司掌握着神圣的奥秘和超越理性思维的直觉智慧。正位代表内心的声音、直觉和隐藏的知识。逆位暗示与直觉的脱节、保守的秘密或内在被压抑的女性智慧。",
    "The Empress": "她在丰饶的自然中休憩,怀有创造潜力和滋养能量。皇后体现了生育力、美丽和尘世存在的感官愉悦。正位带来母性、丰盛和自然成长。逆位警告创造性障碍、依赖或窒息的照顾阻碍成长和独立。",
    "The Emperor": "身披铠甲、坐在宝座上,他代表结构、权威和父性保护。皇帝通过规则、界限和纪律控制建立秩序。正位意味着领导力、稳定性和保护力量。逆位表示暴政、僵化或缺乏同情和灵活性的冷酷统治。",
    "The Hierophant": "一位精神导师坐在两根柱子之间,是传统智慧和神圣机构的守护者。教皇代表对既定信仰体系和文化价值观的遵从。正位带来传统学习、精神指导和道德结构。逆位标志着对传统的反叛、质疑教条或寻找自己的精神道路。",
    "The Lovers": "两个人物站在天使的祝福之下,代表结合、选择和伴侣关系。恋人象征着浪漫连接和人生十字路口的关键决定。正位意味着和谐的关系、一致和重要的选择。逆位警告不平衡、不和谐或导致内心冲突的艰难决定。",
    "The Chariot": "战士凯旋前进,通过意志和决心控制对立的力量。战车代表通过专注意图和自律实现的胜利。正位带来成功、控制和前进的动力。逆位表示失去方向、缺乏自控或没有目的和约束的侵略。",
    "Strength": "一位女性温柔地合上狮子的下颚,通过同情而非武力驯服野兽。力量代表勇气、耐心和内在决心的宁静力量。正位意味着内在力量、勇敢和温柔的控制。逆位警告自我怀疑、软弱或未经智慧和同情调节的原始情绪。",
    "The Hermit": "一位老智者独自站在山顶,举起灯笼照亮前方的道路。隐士代表孤独、内省和寻找内在更深的真理。正位带来灵魂探索、内在指引和沉思。逆位暗示孤立、寂寞或退出生命课程和人际联系。",
    "Wheel of Fortune": "巨大的命运之轮不停转动,在生命不可避免的循环中将人物带上带下。命运之轮代表命运、变化和超出我们控制的转折点。正位带来好运、生命周期和展开的命运。逆位标志着抵抗变化、厄运或拼命抓住控制。",
    "Justice": "一手持剑,一手持天平,正义坐在宝座上,绝对清明。她代表真理、公平和支配一切的因果法则。正位意味着真理、公平和因果平衡。逆位警告不诚实、不公平待遇或逃避对自己行为的责任。",
    "The Hanged Man": "倒挂着却平静,他从全新的角度看世界。倒吊人代表自愿的牺牲、放手和通过臣服获得的智慧。正位带来新视角、释放和必要的停顿。逆位表示拖延、无谓的殉道或恐惧阻止必要的牺牲和成长。",
    "Death": "身穿黑色盔甲的骷髅前进,代表转变而非字面意义的结束。死神标志着深刻的变化,因为旧的必须死去才能涌现新生命。正位带来转变、结束和必要的变化。逆位警告抵抗变化、害怕结束或停滞阻碍自然转化。",
    "Temperance": "天使在两个杯子之间倒水,展示完美的平衡和和谐的流动。节制代表适度、耐心和所有极端之间的中道。正位意味着平衡、耐心和适度。逆位表示过度、失衡或缺乏和谐扰乱你生命的自然流动。",
    "The Devil": "被锁链束缚的人物站在有角的恶魔面前,但他们的束缚足够松散可以挣脱。恶魔代表奴役、成瘾和束缚我们的阴影自我。正位警告物质主义、成瘾和束缚。逆位带来自由、解放和打破将你囚禁于黑暗的锁链。",
    "The Tower": "闪电击中塔顶,将人物从虚假安全的崩塌墙壁中摔落。高塔代表突然的动荡、必要的毁灭和重建前的混乱。正位带来突然的变化、启示和毁灭。逆位标志着延迟的灾难、害怕变化或避免即将到来的不可避免的崩溃。",
    "The Star": "一位女性在璀璨星空下将生命之水倒在大地和池塘上。星星代表希望、疗愈和高塔毁灭后流淌的神圣灵感。正位带来希望、灵感和精神更新。逆位警告失去信仰、绝望或与你内在的指引之光断开连接。",
    "The Moon": "在两座塔之间,道路蜿蜒向月亮,狗对着幻觉嚎叫。月亮代表潜意识、幻觉和困扰内心黑暗的恐惧。正位意味着直觉、梦境和潜意识。逆位带来清晰、释放恐惧或看穿欺骗你的幻觉。",
    "The Sun": "一个赤裸的孩子骑着白马在灿烂太阳的生命之光下。太阳代表喜悦、成功和照亮一切的真理之光。正位带来喜悦、成功和积极。逆位警告暂时的阴云、悲伤或被阻挡的活力减弱你的自然光芒和喜悦。",
    "Judgement": "天使吹响号角,人物起身,回应觉醒和转化的召唤。审判代表复活、清算和最终评估和重生的时刻。正位意味着反思、觉醒和内在召唤。逆位表示自我怀疑、严厉的审判或无法原谅自己并前进。",
    "The World": "舞者在月桂花环中庆祝,完成了旅程并达到了完整。世界代表完成、成就和灵魂目的的实现。正位带来完成、成就和圆满。逆位警告未完成的目标、缺乏结束或尽管旅程结束仍感觉未完成。",
    "Ace of Wands": "一只手从云中伸出,抓住一根发芽的权杖,充满创造潜力。权杖王牌带来纯粹的灵感、热情的开始和新创意事业的火花。正位意味着创造性灵感和新机会。逆位警告错过的机会、缺乏方向或被阻挡和未表达的创造能量。",
    "Two of Wands": "一个人物站在两根权杖之间,凝视遥远的地平线,同时计划未来的征服。这张牌代表计划、决策和准备离开安全去冒险。正位带来计划和未来愿景。逆位表示害怕未知、糟糕的计划或在生活中过于谨慎。",
    "Three of Wands": "一个人物观看船只驶向地平线,已经启动计划现在看着它们展开。这张牌代表扩张、远见和准备结果的实现。正位意味着扩张和展望未来。逆位警告障碍、延迟或挫折的计划没有按预期展开。",
    "Four of Wands": "四根权杖形成庆祝的凉亭,人物在下面欢快的社区庆典中跳舞。这张牌代表回家、庆祝和建立坚实基础的和谐。正位带来庆祝和社区。逆位表示缺乏支持、不稳定或缺少家和归属感。",
    "Five of Wands": "五个人物用权杖在混乱的冲突中碰撞,每个人都在争夺统治地位和位置。这张牌代表竞争、冲突和许多竞争利益冲突的斗争。正位意味着竞争和冲突。逆位带来避免对抗、寻求协议或无意义的斗争终于结束。",
    "Six of Wands": "胜利者骑马穿过人群,头戴月桂花环,崇拜者庆祝他的胜利。这张牌代表公众认可、胜利和被社区认可的成功。正位带来胜利和认可。逆位警告骄傲在跌倒之前、延迟的成功或缺乏应得的认可。",
    "Seven of Wands": "一个人物防守高地对抗六根进攻的权杖,尽管面临挑战仍坚守阵地。这张牌代表毅力、防御和在反对和怀疑中保持立场。正位意味着防御力量和毅力。逆位表示筋疲力尽、放弃或感到完全被持续的挑战淹没。",
    "Eight of Wands": "八根权杖在空中高速飞行,能量快速移动到遥远的目的地。这张牌代表快速移动、迅速行动和突然快速到达的消息或事件。正位带来迅速行动和移动。逆位警告延迟、放慢或恐慌的匆忙导致糟糕的决定。",
    "Nine of Wands": "受伤的战士站岗,尽管因之前的战斗而疲惫,仍保持警惕和警觉。这张牌代表韧性、坚持和最终胜利或失败前的最后防御。正位意味着韧性和决心。逆位表示筋疲力尽、偏执或质疑持续斗争是否值得。",
    "Ten of Wands": "一个人物在十根沉重权杖的负担下挣扎,几乎被责任压垮。这张牌代表压倒性的负担、艰苦的工作和接受了太多责任的重量。正位带来通过负担的成就。逆位标志着释放、委派或终于放下承载的不必要重量。",
    "Page of Wands": "一个年轻人物握着一根发芽的权杖,眼睛因即将到来的冒险而闪耀着热情。这位使者带来创意机会、探索和热情的新开始的消息。正位意味着热情和探索。逆位警告不成熟的行动、缺乏方向或分散的能量没有焦点。",
    "Knight of Wands": "骑士骑着后腿站立的马向前冲锋,热情而冲动地追求冒险。这位骑士代表行动、冒险和无畏追求热情的目标和欲望。正位带来热情的行动和冒险。逆位表示鲁莽、愤怒或冲动的行为不考虑即将到来的后果。",
    "Queen of Wands": "她自信地坐在宝座上,身边有黑猫,周围盛开着向日葵。这位王后体现自信、决心和引导的热情创造能量的温暖。正位意味着勇气和决心。逆位警告自私、嫉妒或压倒你最佳品质的专横行为。",
    "King of Wands": "国王从宝座上指挥,代表转变的蜥蜴装饰着他的权力和权威。这位国王代表大胆的领导力、远见和激励他人实现目标的能力。正位带来领导力和远见。逆位表示冲动、傲慢或设定他人无法成功满足的期望。",
    "Ace of Cups": "一只手提供溢出的圣杯,鸽子降临,代表新的情感和精神开始。圣杯王牌带来爱、同情和向新感受敞开心扉。正位意味着新感受和爱。逆位警告情感损失、被阻挡的创造力或对爱的可能性关闭的心。",
    "Two of Cups": "两个人物在商神杖下交换圣杯,承诺伙伴关系、爱和相互的情感联系。这张牌代表团结、伙伴关系和建立在平等基础上的平衡和谐关系。正位带来伙伴关系和联系。逆位表示失衡、破裂的沟通或关系遭受不和谐和紧张。",
    "Three of Cups": "三位女性举起圣杯,欢乐地庆祝友谊、社区和共同分享的幸福。这张牌代表友谊、庆祝和支持相互喜悦的社区纽带。正位意味着友谊和庆祝。逆位警告过度放纵、八卦或与支持性社区联系隔离。",
    "Four of Cups": "一个人物坐在树下,双臂交叉,忽视神秘之手提供的圣杯。这张牌代表冷漠、沉思和因疏离和退缩而错过的机会。正位带来冥想和沉思。逆位标志着突然的觉醒、选择幸福或终于看到之前错过的机会。",
    "Five of Cups": "一个披着斗篷的人物为三个倒下的圣杯哭泣,没有注意到身后还有两个站立的圣杯。这张牌代表损失、悲伤和沉湎于失望,同时错过了仍然可用的东西。正位意味着损失和悲伤。逆位带来接受、前进或在长期哀悼后找到平静。",
    "Six of Cups": "孩子们在怀旧、纯真和回忆起愉快童年记忆的场景中交换开花的圣杯。这张牌代表快乐的回忆、怀旧和重访过去的疗愈慰藉。正位带来怀旧和快乐的回忆。逆位表示前进、离开家或释放过去以拥抱当下的现实。",
    "Seven of Cups": "七个圣杯漂浮在云中,每个都包含代表选择和幻觉的不同愿景。这张牌代表选择、幻想和区分真实机会与幻觉的挑战。正位意味着想象力和选择。逆位警告缺乏目标、一厢情愿的想法或模糊清晰判断的困惑。",
    "Eight of Cups": "一个人物离开八个堆叠的圣杯,在月光下寻找更深的东西。这张牌代表离开、精神之旅和留下不再服务于成长的东西。正位带来前进和寻求。逆位表示回避、害怕变化或停留在需要离开的情况中。",
    "Nine of Cups": "一个满足的人物坐在九个圣杯前,双臂交叉表示满足和情感实现。这张\"愿望牌\"代表满足、情感稳定和获得你内心真正渴望的东西。正位意味着满足和满意。逆位警告自满、不满或意识到物质成功缺乏情感实现。",
    "Ten of Cups": "一个家庭站在十个圣杯的彩虹下,代表最终的情感和家庭实现。这张牌代表持久的幸福、和谐和情感梦想成真的实现。正位带来幸福和实现。逆位警告破碎的梦想、家庭不和或扰乱和平的家庭不和谐。",
    "Page of Cups": "一个年轻的梦想家凝视着从他们的圣杯中出现的鱼,带来信息和惊喜。这位使者带来创造性灵感、直觉信息和意外到来的温柔情感惊喜。正位意味着敏感和创造力。逆位警告情感不成熟、不安全或当现实与梦想矛盾时的失望。",
    "Knight of Cups": "浪漫的骑士提供他的圣杯,代表情感理想主义和追求内心的欲望。这位骑士带来求婚、浪漫的姿态和对爱与美的理想主义追求。正位意味着浪漫和理想主义。逆位表示情绪低落、嫉妒或当理想化的梦想遇到严酷现实时的失望。",
    "Queen of Cups": "她坐在水边,手持华丽的圣杯,用同情滋养所有人。这位王后体现情感成熟、直觉和富有同情心的理解和关怀的天赋。正位带来同情和直觉。逆位警告殉道、不安全或过度依赖完全耗尽情感储备。",
    "King of Cups": "国王在汹涌的海洋中保持情感平衡,掌控感受而不被控制。这位国王代表情感成熟、外交和平衡心灵与思想的智慧。正位意味着情感平衡和智慧。逆位表示情感操纵、情绪低落或来自不稳定来源的糟糕建议。",
    "Ace of Swords": "一只手握住竖立的宝剑,戴着月桂花环,代表心智清晰和突破。宝剑王牌带来真理、清晰和心智专注穿透困惑的力量。正位意味着突破和清晰。逆位警告困惑、混乱或揭示最好保持隐藏的痛苦真相的残酷清晰。",
    "Two of Swords": "一个蒙眼的人物坐在两把宝剑之间,无法在困难的对立选项之间做出选择。这张牌代表犹豫不决、僵局和在两条同样困难的道路之间选择的瘫痪。正位带来艰难的决定和僵局。逆位表示选择较小的恶、从僵局中解脱或终于做出不可能的选择。",
    "Three of Swords": "三把宝剑在暴风雨的天空下刺穿一颗心,代表心碎和情感痛苦。这张牌代表悲伤、心碎和深深切割的情感伤口的痛苦。正位意味着心碎和悲伤。逆位带来疗愈、宽恕或从伤害你的深刻情感创伤中缓慢恢复。",
    "Four of Swords": "一个人物在宁静的沉思中休息,三把宝剑展示着,一把宝剑在附近休息。这张牌代表休息、恢复和挣扎后恢复和沉思所需的必要停顿。正位带来休息和恢复。逆位警告不安、倦怠或尽管迫切需要恢复却无法休息。",
    "Five of Swords": "胜利者收集宝剑,而失败的人物退却,代表空洞的胜利和冲突的代价。这张牌代表冲突、失败和以关系和正直为代价赢得战斗。正位意味着冲突和失败。逆位带来宽恕、弥补或释放毒害你关系和平静的怨恨。",
    "Six of Swords": "摆渡人引导乘客穿过混乱的水域到达更平静的海岸和更好的时光。这张牌代表过渡、前进和为更平静、更好的环境留下困难。正位带来过渡和前进。逆位表示情感包袱、未解决的问题或抵抗必要的过渡和健康的变化。",
    "Seven of Swords": "一个人物偷偷摸摸地带着五把宝剑离开,留下两把在秘密战略撤退中。这张牌代表策略、欺骗和巧妙应对困难情况所需的狡猾。正位意味着策略和欺骗。逆位带来坦白、重新思考方法或发现之前隐藏的欺骗。",
    "Eight of Swords": "一个被绑住并蒙眼的人物被八把宝剑包围,看似被困但限制是可以移除的。这张牌代表囚禁、自我受害和我们不必要地强加于自己的心理限制。正位意味着限制和受害。逆位带来自我解放、新视角或终于移除阻挡自由的自我强加的限制。",
    "Nine of Swords": "一个人物在床上坐直,脸上布满九把宝剑下的痛苦。这张牌代表焦虑、噩梦和困扰你的担忧和恐惧的折磨。正位意味着焦虑和绝望。逆位带来希望、寻求帮助或通过支持从心理痛苦中找到解脱。",
    "Ten of Swords": "一个人物面朝下躺着,十把宝剑刺穿他们的背部,黎明的曙光接近。这张牌代表触底、痛苦的结束和新开始黎明前的最黑暗时刻。正位意味着痛苦的结束和失败。逆位带来恢复、再次站起来或意识到最坏的已经过去,疗愈开始。",
    "Page of Swords": "一个年轻人物高举宝剑,机敏而好奇,思维敏捷,精神能量不安。这位使者带来消息、想法和大胆质疑一切的智力好奇心。正位意味着好奇和警惕。逆位警告欺骗、八卦或分散的精神能量没有焦点或方向。",
    "Knight of Swords": "骑士举剑向前冲锋,代表迅速行动和激进的智力追求。这位骑士带来快速行动、果断和对信念和理想的激烈捍卫。正位意味着迅速行动和果断。逆位表示鲁莽、冲动或不考虑即将到来的破坏性后果而向前冲。",
    "Queen of Swords": "她独自坐在宝座上,宝剑在敏锐的洞察力和清晰的判断中举起。这位王后体现智力清晰、洞察力和透过复杂性看到真相的能力。正位带来清晰的思考和独立。逆位警告冷酷的残忍、苦涩或没有同情调节影响的严厉判断。",
    "King of Swords": "国王坐在审判席上,宝剑代表智力、权威和公正寻求真理。这位国王代表心智清晰、权威和用逻辑公正判断的能力。正位意味着真理和心智清晰。逆位表示操纵、残忍或用智力控制而不是为正义服务。",
    "Ace of Pentacles": "一只手在繁茂的花园中提供金色的星币,代表新的物质机会。星币王牌带来繁荣、新事业和物质目标和安全的显现。正位意味着新机会和繁荣。逆位警告错过的机会、糟糕的投资或因判断失误造成的物质损失。",
    "Two of Pentacles": "一个人物在无限循环中玩弄两个星币,平衡竞争的优先事项和持续的变化。这张牌代表平衡、适应和不断地平衡多重责任和选择。正位带来平衡和适应。逆位表示不堪重负、混乱或失去平衡导致一切崩溃。",
    "Three of Pentacles": "工匠在大教堂展示他的作品,其他人观察并认可他熟练的技艺。这张牌代表团队合作、协作和通过高质量工作获得的技能认可。正位意味着团队合作和能力。逆位警告缺乏团队合作、糟糕的计划或破坏集体成功的团队冲突。",
    "Four of Pentacles": "一个人物紧紧抓住星币,头戴王冠,在恐惧的控制中囤积资源。这张牌代表安全、控制和基于恐惧的需要紧紧抓住资源。正位带来安全和保守。逆位表示贪婪、占有欲或放松紧密控制以允许丰盛的自然流动。",
    "Five of Pentacles": "两个人物在雪中挣扎,经过一扇照亮的教堂窗户,代表困难和孤立。这张牌代表经济损失、贫困和在没有支持的情况下被遗弃在寒冷中的感觉。正位意味着困难和贫困。逆位带来恢复、收到慈善或在长期挣扎后找到帮助。",
    "Six of Pentacles": "商人在天平上称金子,同时给予下面有需要的人。这张牌代表慷慨、慈善和资源和权力在所有人之间的公平分配。正位带来慷慨和公平。逆位警告附加条件、单方面的给予或用慈善来控制和操纵他人。",
    "Seven of Pentacles": "农民靠在他的拐杖上休息,沉思通过耐心和努力工作培育的作物。这张牌代表耐心、毅力和评估长期投资和所做努力的进展。正位意味着耐心和评估。逆位警告工作没有结果、不耐烦或尽管投入努力却缺乏回报。",
    "Eight of Pentacles": "工匠仔细地锤打星币,致力于完美掌握他选择的技能。这张牌代表奉献、技能发展和完善你的技艺的专注工作。正位带来技能和奉献。逆位表示缺乏激情、平庸或没有投入心灵地敷衍了事。",
    "Nine of Pentacles": "一位女性站在丰盛的花园中,手上停着猎鹰,享受她劳动的果实。这张牌代表自给自足、奢华和享受纪律工作和独立的应得回报。正位意味着独立和奢华。逆位警告鲁莽的消费、虚假的成功或生活超出你无法维持的手段。",
    "Ten of Pentacles": "三代人聚集在持久财富、遗产和家族繁荣继续向前的象征中。这张牌代表遗产、继承和持久的物质和家庭安全的顶峰。正位带来遗产和持久的成功。逆位表示财务不稳定、家庭冲突或没有持久基础的短暂成功。",
    "Page of Pentacles": "一个年轻人物专心地研究星币,代表雄心、新机会和实际学习。这位使者带来机会、显现潜力和开始采取坚实形式的实际计划。正位意味着雄心和机会。逆位警告拖延、缺乏承诺或因计划不周而浪费的机会。",
    "Knight of Pentacles": "骑士静止地坐在沉重的马上,有条不紊地朝着目标前进,坚定不移。这位骑士代表可靠性、努力工作和缓慢但稳定的成就方法。正位带来可靠性和努力工作。逆位表示懒惰、痴迷或努力工作却没有进步或获得有意义的回报。",
    "Queen of Pentacles": "她坐在丰盛的大自然中,用实际的关怀和物质舒适滋养所有人。这位王后体现实际的关怀、财务安全和为成长创造舒适、稳定的环境。正位意味着实际的关怀和丰盛。逆位警告自我中心、嫉妒或用资源窒息而不是滋养。",
    "King of Pentacles": "国王坐在宝座上,周围是财富的象征,代表对物质世界和丰盛的掌握。这位国王代表繁荣、商业头脑和建立持久物质成功的智慧。正位带来繁荣和稳定。逆位表示贪婪、物质主义或用财富追求过度而不是有意义的安全。"
  },
  "ja": {
    "The Fool": "若い旅人が崖の端に立ち、足元の地面ではなく無限の空を見つめている。愚者は純粋な可能性と自発的な喜びを体現し、未知への飛躍の準備ができている。正位置は無邪気な新しい始まりと恐れを知らない冒険をもたらす。逆位置は人生の旅における無謀さと誤った判断に警告する。",
    "The Magician": "四元素の道具を前にして、魔術師は宇宙の力を地上の顕現へと導く。片手は天を指し、もう片手は地を指し、精神的領域と物質的領域を橋渡しする。正位置は意志力と欲望を顕現させる創造力を意味する。逆位置は操作、未使用の才能、または現実を曇らせる幻想を示す。",
    "The High Priestess": "二元性の柱の間に座り、彼女は無意識への帳を守っている。女教皇は神聖な神秘と理性的思考を超えた直感的な知恵を保持する。正位置は内なる声、直感、隠された知識を表す。逆位置は直感からの断絶、秘密を守ること、または内なる抑圧された女性的知恵を示唆する。",
    "The Empress": "豊かな自然の中で休息し、彼女は創造的な可能性と育成のエネルギーを孕んでいる。女帝は豊穣、美しさ、地上の存在の官能的な喜びを体現する。正位置は母性、豊かさ、自然な成長をもたらす。逆位置は創造的なブロック、依存、または成長と独立を妨げる窒息するようなケアに警告する。",
    "The Emperor": "鎧をまとい玉座に座る彼は、構造、権威、父性的保護を表す。皇帝は規則、境界、規律あるコントロールを通じて秩序を確立する。正位置はリーダーシップ、安定性、保護力を意味する。逆位置は暴政、硬直性、または同情や柔軟性のない過度なコントロールの冷たい支配を示す。",
    "The Hierophant": "精神的な教師が二つの柱の間に座り、伝統的な知恵と神聖な制度の守護者である。教皇は確立された信念体系と文化的価値への適合を表す。正位置は伝統的な学習、精神的な導き、道徳的構造をもたらす。逆位置は慣習への反逆、教義への疑問、または自分自身の精神的道を見つけることを示す。",
    "The Lovers": "二人の人物が天使の祝福の下に立ち、結合、選択、パートナーシップを表す。恋人たちはロマンチックなつながりと人生の岐路での重要な決定の両方を象徴する。正位置は調和のとれた関係、一致、重要な選択を意味する。逆位置は不均衡、不調和、または内的葛藤を引き起こす困難な決定に警告する。",
    "The Chariot": "戦士は勝利を収めて前進し、意志と決意によって対立する力をコントロールする。戦車は集中した意図と自己規律によって達成される勝利を表す。正位置は成功、コントロール、前進の勢いをもたらす。逆位置は方向性の喪失、自制心の欠如、または目的や抑制のない攻撃性を示す。",
    "Strength": "女性がライオンの顎を優しく閉じ、力ではなく慈悲によって獣を飼いならす。力はcourage、忍耐、内なる決意の静かな力を表す。正位置は内なる強さ、勇気、優しいコントロールを意味する。逆位置は自己不信、弱さ、または知恵と慈悲によって和らげられていない生の感情に警告する。",
    "The Hermit": "老賢者が山頂に一人で立ち、前方の道を照らすためにランタンを掲げている。隠者は孤独、内省、そして内なるより深い真実の探求を表す。正位置は魂の探求、内なる導き、瞑想をもたらす。逆位置は孤立、孤独、または人生の教訓と人とのつながりからの撤退を示唆する。",
    "Wheel of Fortune": "大きな車輪は絶え間なく回転し、人生の避けられない循環の中で人物を上下に運ぶ。運命の輪は運命、変化、そして私たちのコントロールを超えた転機を表す。正位置は幸運、人生のサイクル、展開する運命をもたらす。逆位置は変化への抵抗、不運、またはコントロールへの必死のしがみつきを示す。",
    "Justice": "片手に剣、もう片手に天秤を持ち、正義は絶対的な明瞭さの中で玉座に座る。彼女は真実、公平さ、そしてすべてを支配する因果応報の法則を表す。正位置は真実、公平さ、カルマのバランスを意味する。逆位置は不正直、不公平な扱い、またはあなたの行動に対する説明責任の回避に警告する。",
    "The Hanged Man": "逆さまに吊るされているが平和で、彼は完全に新しい視点から世界を見る。吊るされた男は自発的な犠牲、手放すこと、そして降伏を通じて得られる知恵を表す。正位置は新しい視点、解放、必要な休止をもたらす。逆位置は停滞、無意味な殉教、または必要な犠牲と成長を妨げる恐れを示す。",
    "Death": "黒い鎧を着た骸骨が前進し、文字通りの終わりではなく変容を表す。死は深い変化を告げ、新しい生命が現れるために古いものは死ななければならない。正位置は変容、終わり、必要な変化をもたらす。逆位置は変化への抵抗、終わりへの恐れ、または自然な変容を妨げる停滞に警告する。",
    "Temperance": "天使が二つのカップの間で水を注ぎ、完璧なバランスと調和のとれた流れを示している。節制は節度、忍耐、そしてすべての極端の間の中道を表す。正位置はバランス、忍耐、節度を意味する。逆位置は過剰、不均衡、またはあなたの人生の自然な流れを妨げる調和の欠如を示す。",
    "The Devil": "鎖でつながれた人物が角のある悪魔の前に立つが、彼らの縛りは自由になれるほど緩い。悪魔は束縛、中毒、そして私たちを縛る影の自己を表す。正位置は物質主義、中毒、束縛に警告する。逆位置は自由、解放、そしてあなたを暗闇の捕虜にしていた鎖を断つことをもたらす。",
    "The Tower": "稲妻が王冠を打ち、偽りの安全の崩れる壁から人物を落下させる。塔は突然の激動、必要な破壊、そして再建に先立つ混沌を表す。正位置は突然の変化、啓示、破壊をもたらす。逆位置は遅延した災害、変化への恐れ、または避けられない崩壊の回避を示す。",
    "The Star": "女性が輝く星の天蓋の下で生命の水を大地と池に注ぐ。星は希望、癒し、そして塔の破壊の後に流れる神聖なインスピレーションを表す。正位置は希望、インスピレーション、精神的な更新をもたらす。逆位置は信仰の喪失、絶望、またはあなたの内なる導きの光からの断絶に警告する。",
    "The Moon": "二つの塔の間で、道が月に向かって曲がりくねり、犬が幻想に向かって吠える。月は無意識、幻想、そして内なる暗闇を悩ませる恐れを表す。正位置は直感、夢、無意識を意味する。逆位置は明瞭さ、恐れの解放、またはあなたを欺いた幻想を見抜くことをもたらす。",
    "The Sun": "裸の子供が輝く太陽の生命を与える光線の下で白い馬に乗る。太陽は喜び、成功、そしてそれが触れるすべてを照らす真実の明瞭さを表す。正位置は喜び、成功、ポジティビティをもたらす。逆位置は一時的な雲、悲しみ、またはあなたの自然な輝きと喜びを暗くする遮られた活力に警告する。",
    "Judgement": "天使がトランペットを鳴らし、人物が立ち上がり、目覚めと変容の呼びかけに応える。審判は復活、清算、そして最終的な評価と再生の瞬間を表す。正位置は内省、目覚め、内なる呼びかけを意味する。逆位置は自己不信、厳しい判断、または自分自身を許し前進できないことを示す。",
    "The World": "ダンサーが月桂樹の冠の中で祝い、旅を完了し全体性を達成した。世界は完成、達成、そして魂の目的の実現を表す。正位置は完成、達成、充足をもたらす。逆位置は不完全な目標、閉鎖の欠如、または旅の終わりにもかかわらず未完成の感覚に警告する。",
    "Ace of Wands": "手が雲から現れ、創造的な可能性で爆発する芽生えたワンドをつかむ。このエースは純粋なインスピレーション、情熱的な始まり、そして新しい創造的事業の火花をもたらす。正位置は創造的インスピレーションと新しい機会を意味する。逆位置は逃した機会、方向性の欠如、またはブロックされ表現されない創造的エネルギーに警告する。",
    "Two of Wands": "人物が二本のワンドの間に立ち、遠い地平線を見つめながら未来の征服を計画する。このカードは計画、意思決定、そして安全を離れて冒険に出る準備を表す。正位置は計画と未来のビジョンをもたらす。逆位置は未知への恐れ、貧弱な計画、または人生で安全策をとりすぎることを示す。",
    "Three of Wands": "人物が船が地平線に向かって航海するのを見守り、計画を動かし始め今それらが展開するのを見ている。このカードは拡大、先見性、そして準備の成果が実を結ぶことを表す。正位置は拡大と前方を見ることを意味する。逆位置は障害、遅延、または期待通りに展開しない挫折した計画に警告する。",
    "Four of Wands": "四本のワンドが祝賀のあずまやを形成し、人物が下で喜びに満ちた共同体の祝典で踊る。このカードは帰郷、祝賀、そして堅固な基盤を確立する調和を表す。正位置は祝賀とコミュニティをもたらす。逆位置はサポートの欠如、不安定性、または家と帰属意識の欠如を示す。",
    "Five of Wands": "五人の人物がワンドを混沌とした対立の中でぶつけ合い、それぞれが支配と地位を争う。このカードは競争、対立、そして多くの競合する利益が衝突する闘争を表す。正位置は競争と対立を意味する。逆位置は対立の回避、合意の発見、または無意味な闘争がついに終わることをもたらす。",
    "Six of Wands": "勝利者が群衆を通り抜け、頭に月桂樹の冠を戴き、賞賛者が彼の勝利を祝う。このカードは公的な認識、勝利、そしてあなたのコミュニティによって認められた成功を表す。正位置は勝利と認識をもたらす。逆位置は転落前の誇り、遅延した成功、または相応しい認識の欠如に警告する。",
    "Seven of Wands": "人物が六本の攻撃するワンドに対して高地を守り、挑戦にもかかわらずしっかりと立っている。このカードは忍耐、防御、そして反対と疑いに対して立場を維持することを表す。正位置は防御的な強さと忍耐を意味する。逆位置は疲労困憊、諦め、または継続する挑戦に完全に圧倒される感覚を示す。",
    "Eight of Wands": "八本のワンドが高速で空中を飛び、エネルギーが遠い目的地に向かって急速に移動する。このカードは急速な動き、迅速な行動、そして突然迅速に到着するメッセージまたはイベントを表す。正位置は迅速な行動と動きをもたらす。逆位置は遅延、減速、またはパニック的な急ぎが悪い決定につながることに警告する。",
    "Nine of Wands": "傷ついた戦士が見張りに立ち、以前の戦いの疲労にもかかわらず用心深く警戒している。このカードは回復力、粘り強さ、そして最終的な勝利または敗北前の最後の防衛を表す。正位置は回復力と決意を意味する。逆位置は疲労困憊、偏執、または継続する闘争が価値があるかどうかを疑問視することを示す。",
    "Ten of Wands": "人物が十本の重いワンドの負担の下でもがき、責任に押しつぶされそうになる。このカードは圧倒的な負担、困難な仕事、そして受け入れられた多すぎる責任の重さを表す。正位置は負担を通じての達成をもたらす。逆位置は解放、委任、またはついに運ばれた不要な重さを手放すことを示す。",
    "Page of Wands": "若い人物が芽生えたワンドを持ち、来るべき冒険への熱意で目が輝いている。この使者は創造的機会、探検、そして熱意ある新しい始まりのニュースをもたらす。正位置は熱意と探検を意味する。逆位置は未熟な行動、方向性の欠如、または焦点のない散漫なエネルギーに警告する。",
    "Knight of Wands": "騎士が後ろ足で立つ馬に乗って前方に突進し、冒険の追求において情熱的で衝動的である。この騎士は行動、冒険、そして情熱的な目標と欲望の恐れを知らない追求を表す。正位置は情熱的な行動と冒険をもたらす。逆位置は無謀さ、怒り、または来るべき結果を考えずに衝動的な行動を示す。",
    "Queen of Wands": "彼女は自信を持って玉座に座り、黒猫が傍らにいて周りにヒマワリが咲いている。この女王は自信、決意、そして導かれた情熱的な創造的エネルギーの温かさを体現する。正位置は勇気と決意を意味する。逆位置は利己主義、嫉妬、またはあなたの最良の資質を覆い隠す支配的な行動に警告する。",
    "King of Wands": "王が玉座から命令し、変容を表すトカゲが彼の力と権威を飾る。この王は大胆なリーダーシップ、ビジョン、そして他の人々を目標に向けて鼓舞する能力を表す。正位置はリーダーシップとビジョンをもたらす。逆位置は衝動性、傲慢、または他の人が成功裏に満たすことができない期待を設定することを示す。",
    "Ace of Cups": "手が溢れるカップを提供し、鳩が降りてきて新しい感情的および精神的な始まりを表す。このエースは愛、思いやり、そして新しい感情に心を開くことをもたらす。正位置は新しい感情と愛を意味する。逆位置は感情的な喪失、ブロックされた創造性、または愛の可能性に閉ざされた心に警告する。",
    "Two of Cups": "二人の人物がカドゥケウスの下でカップを交換し、パートナーシップ、愛、そして相互の感情的つながりを約束する。このカードは団結、パートナーシップ、そして平等に基づいて築かれたバランスの取れた調和のとれた関係を表す。正位置はパートナーシップとつながりをもたらす。逆位置は不均衡、壊れたコミュニケーション、または不調和と緊張に苦しむ関係を示す。",
    "Three of Cups": "三人の女性がカップを掲げ、友情、コミュニティ、そして一緒に共有される幸福を喜びに満ちて祝う。このカードは友情、祝賀、そして相互の喜びを支えるコミュニティの絆を表す。正位置は友情と祝賀を意味する。逆位置は過度のふけり、ゴシップ、または支援的なコミュニティのつながりからの孤立に警告する。",
    "Four of Cups": "人物が木の下に腕を組んで座り、神秘的な手によって提供されるカップを無視する。このカードは無関心、瞑想、そして離脱と撤退による逃した機会を表す。正位置は瞑想と熟考をもたらす。逆位置は突然の気づき、幸福の選択、またはついに以前に逃した機会を見ることを示す。",
    "Five of Cups": "マントをまとった人物が三つのこぼれたカップのために泣き、後ろにまだ立っている二つのカップに気づかない。このカードは喪失、悲しみ、そして失望に執着しながら利用可能なものを見逃すことを表す。正位置は喪失と悲しみを意味する。逆位置は受け入れ、前進、または長期の喪に服した後に平和を見つけることをもたらす。",
    "Six of Cups": "子供たちが懐かしさ、無邪気さ、そして思い出される楽しい子供時代の記憶のシーンで花咲くカップを交換する。このカードは幸せな思い出、懐かしさ、そして過去を訪れることの癒しの慰めを表す。正位置は懐かしさと幸せな思い出をもたらす。逆位置は前進、家を離れる、または現在の現実を受け入れるために過去を手放すことを示す。",
    "Seven of Cups": "七つのカップが雲に浮かび、それぞれが選択と幻想を表す異なるビジョンを含んでいる。このカードは選択、ファンタジー、そして本当の機会と幻想を区別する挑戦を表す。正位置は想像力と選択を意味する。逆位置は目的の欠如、希望的観測、または明確な判断を曇らせる混乱に警告する。",
    "Eight of Cups": "人物が八つの積み重ねられたカップから離れ、月の下でより深いものを求める。このカードは去ること、精神的な旅、そして成長に役立たないものを残すことを表す。正位置は前進と探求をもたらす。逆位置は回避、変化への恐れ、または出発を必要とする状況に留まることを示す。",
    "Nine of Cups": "満足した人物が九つのカップの前に腕を組んで座り、満足と感情的な充足を示す。この「願いのカード」は満足、感情的な安定、そしてあなたの心が真に望むものを得ることを表す。正位置は満足と満足を意味する。逆位置は自己満足、不満、または物質的な成功が感情的な充足を欠いていることの認識に警告する。",
    "Ten of Cups": "家族が十個のカップの虹の下に立ち、究極の感情的および家庭的な充足を表す。このカードは永続的な幸福、調和、そして感情的な夢が実現することの達成を表す。正位置は幸福と充足をもたらす。逆位置は砕かれた夢、家族の不和、または平和を乱す家庭の不調和に警告する。",
    "Page of Cups": "若い夢想家がカップから現れる魚を見つめ、メッセージと驚きをもたらす。この使者は創造的なインスピレーション、直感的なメッセージ、そして予期せず到着する穏やかな感情的驚きをもたらす。正位置は感受性と創造性を意味する。逆位置は感情的な未熟さ、不安、または現実が夢と矛盾するときの失望に警告する。",
    "Knight of Cups": "ロマンチックな騎士がカップを提供し、感情的理想主義と心の欲望の追求を表す。この騎士は提案、ロマンチックなジェスチャー、そして愛と美の理想主義的追求をもたらす。正位置はロマンスと理想主義を意味する。逆位置は不機嫌、嫉妬、または理想化された夢が厳しい現実に出会ったときの失望を示す。",
    "Queen of Cups": "彼女は水辺に座り、華やかなカップを持ちながらすべての人を思いやりで育てる。この女王は感情的成熟、直感、そして思いやりのある理解とケアの贈り物を体現する。正位置は思いやりと直感をもたらす。逆位置は殉教、不安、または感情的な備蓄を完全に枯渇させる過度の依存に警告する。",
    "King of Cups": "王は荒れた海にもかかわらず感情的なバランスを維持し、感情をマスターするが支配されない。この王は感情的成熟、外交、そして心と心を一緒にバランスさせる知恵を表す。正位置は感情的なバランスと知恵を意味する。逆位置は感情的操作、不機嫌、または不安定な源からの悪いアドバイスを示す。",
    "Ace of Swords": "手が月桂樹で冠された直立した剣をつかみ、精神的な明瞭さと突破を表す。このエースは真実、明瞭さ、そして混乱を切り抜ける精神的集中の力をもたらす。正位置は突破と明瞭さを意味する。逆位置は混乱、カオス、または隠しておくべき痛ましい真実を明らかにする残酷な明瞭さに警告する。",
    "Two of Swords": "目隠しされた人物が二本の剣の間に座り、困難な対立する選択肢の間で選択できない。このカードは優柔不断、行き詰まり、そして等しく困難な二つの道の間で選択する麻痺を表す。正位置は困難な決定と行き詰まりをもたらす。逆位置は小さい悪を選ぶこと、行き詰まりからの解放、またはついに不可能な選択をすることを示す。",
    "Three of Swords": "三本の剣が嵐の空の下で心臓を突き刺し、失恋と感情的痛みを表す。このカードは悲しみ、失恋、そして深く切り込む感情的な傷の苦しみを表す。正位置は失恋と悲しみを意味する。逆位置は癒し、許し、またはあなたを傷つけた深い感情的トラウマからゆっくりと回復することをもたらす。",
    "Four of Swords": "人物が平和な瞑想の中で休息し、三本の剣が展示され一本の剣が近くで休んでいる。このカードは休息、回復、そして闘争後の回復と瞑想のために必要な休止を表す。正位置は休息と回復をもたらす。逆位置は落ち着きのなさ、燃え尽き症候群、または回復の必死の必要性にもかかわらず休むことができないことに警告する。",
    "Five of Swords": "勝利者が剣を集め、敗北した人物が後退し、空虚な勝利と対立のコストを表す。このカードは対立、敗北、そして関係と誠実さを犠牲にして戦いに勝つことを表す。正位置は対立と敗北を意味する。逆位置は許し、償い、またはあなたの関係と平和を毒する恨みを手放すことをもたらす。",
    "Six of Swords": "渡し守が乱れた水域を通って乗客をより穏やかな岸辺とより良い時代に導く。このカードは移行、前進、そしてより穏やかでより良い状況のために困難を残すことを表す。正位置は移行と前進をもたらす。逆位置は感情的な荷物、未解決の問題、または必要な移行と健康な変化への抵抗を示す。",
    "Seven of Swords": "人物が五本の剣を運んでこっそり離れ、秘密の戦略的撤退で二本を残す。このカードは戦略、欺瞞、そして困難な状況を巧みに乗り越えるために必要な狡猾さを表す。正位置は戦略と欺瞞を意味する。逆位置は告白、アプローチの再考、または以前に見えないところから隠された欺瞞の発見をもたらす。",
    "Eight of Swords": "縛られ目隠しされた人物が八本の剣に囲まれ、罠にかかっているように見えるが制限は取り除ける。このカードは投獄、自己犠牲、そして私たちが不必要に自分自身に課す精神的制限を表す。正位置は制限と犠牲を意味する。逆位置は自己解放、新しい視点、またはついに自由を妨げる自己課した制限を取り除くことをもたらす。",
    "Nine of Swords": "人物がベッドで真っ直ぐに座り、九本の剣の下で苦悩に顔を覆う。このカードは不安、悪夢、そしてあなたを悩ます心配と恐れの苦しみを表す。正位置は不安と絶望を意味する。逆位置は希望、助けを求めること、またはサポートを通じて精神的苦痛から解放を見つけることをもたらす。",
    "Ten of Swords": "人物がうつ伏せに横たわり、十本の剣が背中を突き刺し、近づく夜明けの光の下で。このカードは底をつくこと、痛ましい終わり、そして新しい始まりの夜明け前の最も暗い瞬間を表す。正位置は痛ましい終わりと敗北を意味する。逆位置は回復、再び立ち上がること、または最悪が過ぎ去り癒しが始まることの認識をもたらす。",
    "Page of Swords": "若い人物が剣を高く掲げ、機敏な知恵と落ち着きのない精神的エネルギーで警戒し好奇心旺盛である。この使者はニュース、アイデア、そして大胆にすべてに疑問を投げかける知的好奇心をもたらす。正位置は好奇心と警戒を意味する。逆位置は欺瞞、ゴシップ、または焦点や方向性のない散漫な精神的エネルギーに警告する。",
    "Knight of Swords": "騎士が剣を掲げて前方に突進し、迅速な行動と攻撃的な知的追求を表す。この騎士は迅速な行動、断固たる態度、そして信念と理想の激しい防御をもたらす。正位置は迅速な行動と断固たる態度を意味する。逆位置は無謀さ、衝動性、または来るべき破壊的結果を考えずに前方に突進することを示す。",
    "Queen of Swords": "彼女は一人で玉座に座り、鋭い認識と明確な判断の中で剣を掲げる。この女王は知的明瞭さ、洞察力、そして複雑さを通じて真実を見る能力を体現する。正位置は明確な思考と独立性をもたらす。逆位置は冷たい残酷さ、苦味、または思いやりの和らげる影響のない厳しい判断に警告する。",
    "King of Swords": "王が判決の席に座り、剣が知性、権威、そして公平な真実の探求を表す。この王は精神的明瞭さ、権威、そして論理で公平に判断する能力を表す。正位置は真実と精神的明瞭さを意味する。逆位置は操作、残酷さ、または正義のサービスではなくコントロールのために知性を使うことを示す。",
    "Ace of Pentacles": "手が繁栄する庭の中で金のペンタクルを提供し、新しい物質的機会を表す。このエースは繁栄、新しい事業、そして物質的目標と安全の顕現をもたらす。正位置は新しい機会と繁栄を意味する。逆位置は逃した機会、悪い投資、または誤った判断による物質的損失に警告する。",
    "Two of Pentacles": "人物が無限ループで二つのペンタクルをジャグリングし、競合する優先事項と絶え間ない変化のバランスをとる。このカードはバランス、適応、そして継続的に複数の責任と選択をジャグリングすることを表す。正位置はバランスと適応をもたらす。逆位置は圧倒、無秩序、またはすべてが崩壊するバランスの喪失を示す。",
    "Three of Pentacles": "職人が大聖堂で彼の作品を展示し、他の人が観察し彼の熟練した技能を承認する。このカードはチームワーク、協力、そして高品質の仕事を通じて技能の認識を表す。正位置はチームワークと能力を意味する。逆位置はチームワークの欠如、貧弱な計画、または集団的成功を損なうグループの対立に警告する。",
    "Four of Pentacles": "人物がペンタクルをしっかりとつかみ、頭に王冠をかぶり恐怖に基づくコントロールで資源を溜め込む。このカードは安全、コントロール、そして資源にしっかりとしがみつく恐怖に基づく必要性を表す。正位置は安全と保存をもたらす。逆位置は貪欲、所有欲、または豊かさの自然な流れを可能にするために厳しいコントロールを解放することを示す。",
    "Five of Pentacles": "二人の人物が雪の中で苦労し、照らされた教会の窓を通り過ぎ、困難と孤立を表す。このカードは経済的損失、貧困、そして支援なしに寒さに取り残される感覚を表す。正位置は困難と貧困を意味する。逆位置は回復、受け取った慈善、または長期の闘争の後に助けを見つけることをもたらす。",
    "Six of Pentacles": "商人が秤で金を量り、彼の下の必要としている人々に与える。このカードは寛大さ、慈善、そしてすべての間での資源と力の公平な分配を表す。正位置は寛大さと公平さをもたらす。逆位置は紐付き、一方的な与え、または他の人をコントロールし操作するために慈善を使うことに警告する。",
    "Seven of Pentacles": "農夫が杖にもたれて休息し、忍耐と困難な仕事を通じて育てられた作物を熟考する。このカードは忍耐、粘り強さ、そして行われた長期的投資と努力の進捗を評価することを表す。正位置は忍耐と評価を意味する。逆位置は結果のない仕事、せっかち、または投資された努力にもかかわらず報酬の欠如に警告する。",
    "Eight of Pentacles": "職人が注意深くペンタクルをハンマーで叩き、選ばれた技能を完璧にマスターすることに専念する。このカードは献身、技能開発、そしてあなたの技術を完璧にする集中した仕事を表す。正位置は技能と献身をもたらす。逆位置は情熱の欠如、凡庸さ、または心が投資されずに動きを通過することを示す。",
    "Nine of Pentacles": "女性が豊かな庭に立ち、手に鷹を乗せ、彼女の労働の果実を楽しむ。このカードは自給自足、贅沢、そして規律ある仕事と独立性の相応しい報酬を楽しむことを表す。正位置は独立性と贅沢を意味する。逆位置は無謀な支出、偽りの成功、または維持できない手段を超えて生活することに警告する。",
    "Ten of Pentacles": "三世代が永続的な富、遺産、そして続く家族の繁栄のシンボルの中に集まる。このカードは遺産、相続、そして永続的な物質的および家族の安全の頂点を表す。正位置は遺産と永続的な成功をもたらす。逆位置は財政的不安定、家族の対立、または永続的な基盤のない一時的な成功を示す。",
    "Page of Pentacles": "若い人物がペンタクルを熱心に研究し、野心、新しい機会、そして実用的な学習を表す。この使者は機会、顕現の可能性、そして固体の形をとり始める実用的な計画をもたらす。正位置は野心と機会を意味する。逆位置は先延ばし、コミットメントの欠如、または貧弱な計画によって無駄にされた機会に警告する。",
    "Knight of Pentacles": "騎士が重い馬に静止して座り、確固たる決意で方法的に目標に向かって進む。この騎士は信頼性、困難な仕事、そして達成への遅いが着実なアプローチを表す。正位置は信頼性と困難な仕事をもたらす。逆位置は怠惰、強迫観念、または進捗や有意義な報酬を達成せずに困難に働くことを示す。",
    "Queen of Pentacles": "彼女は豊かな自然に囲まれて座り、実用的なケアと物質的な快適さですべての人を育てる。この女王は実用的なケア、財政的安全、そして成長のための快適で安定した環境を作ることを体現する。正位置は実用的なケアと豊かさを意味する。逆位置は自己中心性、嫉妬、または育てるのではなく窒息させるために資源を使うことに警告する。",
    "King of Pentacles": "王が玉座に座り、富のシンボルに囲まれ、物質世界と豊かさの習得を表す。この王は繁栄、ビジネスの洞察力、そして永続的な物質的成功を築く知恵を表す。正位置は繁栄と安定性をもたらす。逆位置は貪欲、物質主義、または有意義な安全性ではなく過剰のために富を使うことを示す。"
  },
  "ko": {
    "The Fool": "젊은 여행자가 절벽 가장자리에 서서 발 아래 땅이 아닌 무한한 하늘을 바라본다. 바보는 순수한 잠재력과 자발적인 기쁨을 구현하며 미지의 세계로 뛰어들 준비가 되어 있다. 정방향은 순수한 새로운 시작과 두려움 없는 모험을 가져온다. 역방향은 인생 여정에서의 무모함과 잘못된 판단을 경고한다.",
    "The Magician": "네 원소의 도구가 앞에 놓여 있고, 마법사는 우주의 힘을 지상의 현현으로 전환한다. 한 손은 하늘을 가리키고 다른 손은 땅을 가리키며 영적 영역과 물질적 영역을 연결한다. 정방향은 의지력과 욕망을 현실화하는 창조력을 의미한다. 역방향은 조작, 사용되지 않은 재능, 또는 현실을 흐리게 하는 환상을 나타낸다.",
    "The High Priestess": "이원성의 기둥 사이에 앉아 그녀는 무의식으로 가는 베일을 지킨다. 여사제는 신성한 신비와 이성적 사고를 넘어선 직관적 지혜를 간직한다. 정방향은 내면의 목소리, 직관, 숨겨진 지식을 나타낸다. 역방향은 직관과의 단절, 지켜진 비밀, 또는 내면에 억압된 여성적 지혜를 암시한다.",
    "The Empress": "풍요로운 자연 속에서 쉬고 있는 그녀는 창조적 잠재력과 양육 에너지를 품고 있다. 여제는 다산, 아름다움, 지상 존재의 감각적 즐거움을 구현한다. 정방향은 모성, 풍요, 자연스러운 성장을 가져온다. 역방향은 창조적 장애물, 의존성, 또는 성장과 독립을 방해하는 질식하는 보살핌을 경고한다.",
    "The Emperor": "갑옷을 입고 왕좌에 앉은 그는 구조, 권위, 부성적 보호를 나타낸다. 황제는 규칙, 경계, 규율적 통제를 통해 질서를 확립한다. 정방향은 리더십, 안정성, 보호력을 의미한다. 역방향은 폭정, 경직성, 또는 동정심이나 유연성이 없는 과도한 통제의 냉담한 지배를 나타낸다.",
    "The Hierophant": "영적 스승이 두 기둥 사이에 앉아 전통적 지혜와 신성한 제도의 수호자이다. 교황은 확립된 신념 체계와 문화적 가치에 대한 순응을 나타낸다. 정방향은 전통적 학습, 영적 안내, 도덕적 구조를 가져온다. 역방향은 관습에 대한 반란, 교리에 대한 의문, 또는 자신만의 영적 길을 찾는 것을 신호한다.",
    "The Lovers": "두 인물이 천사의 축복 아래 서서 결합, 선택, 파트너십을 나타낸다. 연인들은 낭만적 연결과 인생의 갈림길에서의 중요한 결정을 모두 상징한다. 정방향은 조화로운 관계, 일치, 중요한 선택을 의미한다. 역방향은 불균형, 부조화, 또는 내적 갈등을 일으키는 어려운 결정을 경고한다.",
    "The Chariot": "전사가 승리를 거두며 전진하고 의지와 결단력으로 대립하는 힘을 통제한다. 전차는 집중된 의도와 자기 규율을 통해 달성된 승리를 나타낸다. 정방향은 성공, 통제, 전진하는 추진력을 가져온다. 역방향은 방향 상실, 자제력 부족, 또는 목적이나 절제 없는 공격성을 나타낸다.",
    "Strength": "여성이 부드럽게 사자의 턱을 닫으며 힘이 아닌 연민으로 짐승을 길들인다. 힘은 용기, 인내, 내적 결의의 조용한 힘을 나타낸다. 정방향은 내적 강인함, 용기, 부드러운 통제를 의미한다. 역방향은 자기 의심, 약함, 또는 지혜와 연민으로 완화되지 않은 날것의 감정을 경고한다.",
    "The Hermit": "노현자가 홀로 산꼭대기에 서서 앞길을 밝히기 위해 등불을 들고 있다. 은둔자는 고독, 내성, 내면의 더 깊은 진실 탐구를 나타낸다. 정방향은 영혼 탐색, 내적 안내, 명상을 가져온다. 역방향은 고립, 외로움, 또는 삶의 교훈과 인간 연결로부터의 철수를 시사한다.",
    "Wheel of Fortune": "거대한 바퀴가 끊임없이 돌아가며 인생의 피할 수 없는 순환 속에서 인물들을 위아래로 나른다. 운명의 바퀴는 운명, 변화, 우리 통제를 넘어선 전환점을 나타낸다. 정방향은 행운, 인생 주기, 펼쳐지는 운명을 가져온다. 역방향은 변화에 대한 저항, 불운, 또는 통제에 필사적으로 매달림을 신호한다.",
    "Justice": "한 손에 검, 다른 손에 저울을 들고 정의는 절대적 명료함 속에 왕좌에 앉아 있다. 그녀는 진실, 공정함, 모든 것을 지배하는 인과응보의 법칙을 나타낸다. 정방향은 진실, 공정함, 카르마 균형을 의미한다. 역방향은 부정직, 불공정한 대우, 또는 자신의 행동에 대한 책임 회피를 경고한다.",
    "The Hanged Man": "거꾸로 매달려 있지만 평화로우며 완전히 새로운 관점에서 세상을 본다. 매달린 남자는 자발적 희생, 놓아주기, 항복을 통해 얻은 지혜를 나타낸다. 정방향은 새로운 관점, 해방, 필요한 휴지를 가져온다. 역방향은 지체, 무의미한 순교, 또는 필요한 희생과 성장을 막는 두려움을 나타낸다.",
    "Death": "검은 갑옷을 입은 해골이 앞으로 나아가며 문자 그대로의 끝이 아닌 변화를 나타낸다. 죽음은 새로운 생명이 나타나기 위해 낡은 것이 죽어야 하는 심오한 변화를 알린다. 정방향은 변화, 끝, 필요한 변화를 가져온다. 역방향은 변화에 대한 저항, 끝에 대한 두려움, 또는 자연스러운 변화를 막는 정체를 경고한다.",
    "Temperance": "천사가 두 잔 사이에 물을 부으며 완벽한 균형과 조화로운 흐름을 보여준다. 절제는 적도, 인내, 모든 극단 사이의 중도를 나타낸다. 정방향은 균형, 인내, 절도를 의미한다. 역방향은 과잉, 불균형, 또는 당신의 삶의 자연스러운 흐름을 방해하는 조화의 부족을 나타낸다.",
    "The Devil": "사슬에 묶인 인물들이 뿔 달린 악마 앞에 서 있지만 그들의 속박은 자유로워질 만큼 느슨하다. 악마는 속박, 중독, 우리를 묶는 그림자 자아를 나타낸다. 정방향은 물질주의, 중독, 속박을 경고한다. 역방향은 자유, 해방, 당신을 어둠의 포로로 만들었던 사슬을 끊는 것을 가져온다.",
    "The Tower": "번개가 왕관을 치며 거짓 안전의 무너지는 벽에서 인물들을 떨어뜨린다. 탑은 갑작스러운 격변, 필요한 파괴, 재건에 앞서는 혼돈을 나타낸다. 정방향은 갑작스러운 변화, 계시, 파괴를 가져온다. 역방향은 지연된 재앙, 변화에 대한 두려움, 또는 다가오는 피할 수 없는 붕괴의 회피를 신호한다.",
    "The Star": "여성이 빛나는 별들의 천개 아래 생명의 물을 땅과 연못에 붓는다. 별은 희망, 치유, 탑의 파괴 후 흐르는 신성한 영감을 나타낸다. 정방향은 희망, 영감, 영적 재생을 가져온다. 역방향은 믿음의 상실, 절망, 또는 당신 내면의 안내의 빛과의 단절을 경고한다.",
    "The Moon": "두 탑 사이에서 길이 달을 향해 구불구불하고 개들이 환상을 향해 짖는다. 달은 무의식, 환상, 내면의 어둠을 괴롭히는 두려움을 나타낸다. 정방향은 직관, 꿈, 무의식을 의미한다. 역방향은 명료함, 두려움의 해방, 또는 당신을 속인 환상을 꿰뚫어 보는 것을 가져온다.",
    "The Sun": "벌거벗은 아이가 빛나는 태양의 생명을 주는 광선 아래 흰 말을 탄다. 태양은 기쁨, 성공, 그것이 닿는 모든 것을 비추는 진실의 명료함을 나타낸다. 정방향은 기쁨, 성공, 긍정성을 가져온다. 역방향은 일시적인 구름, 슬픔, 또는 당신의 자연스러운 광채와 기쁨을 어둡게 하는 차단된 활력을 경고한다.",
    "Judgement": "천사가 나팔을 불고 인물들이 일어나 각성과 변화의 부름에 응답한다. 심판은 부활, 청산, 최종 평가와 재생의 순간을 나타낸다. 정방향은 성찰, 각성, 내적 부름을 의미한다. 역방향은 자기 의심, 가혹한 판단, 또는 자신을 용서하고 앞으로 나아갈 수 없음을 나타낸다.",
    "The World": "무용수가 월계수 화환 안에서 축하하며 여정을 완료하고 전체성을 달성했다. 세계는 완성, 성취, 영혼의 목적 실현을 나타낸다. 정방향은 완성, 성취, 충족을 가져온다. 역방향은 불완전한 목표, 마무리 부족, 또는 여정의 끝에도 불구하고 미완성의 느낌을 경고한다.",
    "Ace of Wands": "손이 구름에서 나타나 창조적 잠재력으로 폭발하는 싹튼 지팡이를 잡는다. 이 에이스는 순수한 영감, 열정적인 시작, 새로운 창조적 사업의 불꽃을 가져온다. 정방향은 창조적 영감과 새로운 기회를 의미한다. 역방향은 놓친 기회, 방향 부족, 또는 막히고 표현되지 않은 창조적 에너지를 경고한다.",
    "Two of Wands": "인물이 두 지팡이 사이에 서서 먼 지평선을 응시하며 미래의 정복을 계획한다. 이 카드는 계획, 의사 결정, 안전을 떠나 모험을 위한 준비를 나타낸다. 정방향은 계획과 미래 비전을 가져온다. 역방향은 미지에 대한 두려움, 열악한 계획, 또는 인생에서 너무 안전하게 행동하는 것을 나타낸다.",
    "Three of Wands": "인물이 배들이 지평선을 향해 항해하는 것을 지켜보며 계획을 시작했고 이제 그것들이 펼쳐지는 것을 본다. 이 카드는 확장, 선견지명, 준비의 결실이 맺어지는 것을 나타낸다. 정방향은 확장과 앞을 내다봄을 의미한다. 역방향은 장애물, 지연, 또는 예상대로 전개되지 않는 좌절된 계획을 경고한다.",
    "Four of Wands": "네 개의 지팡이가 축하의 정자를 형성하고 인물들이 아래에서 기쁜 공동체 축제에서 춤춘다. 이 카드는 귀향, 축하, 견고한 기반 확립의 조화를 나타낸다. 정방향은 축하와 공동체를 가져온다. 역방향은 지원 부족, 불안정성, 또는 집과 소속감의 결여를 나타낸다.",
    "Five of Wands": "다섯 명의 인물이 혼란스러운 갈등 속에서 지팡이를 부딪치며 각자 지배와 위치를 위해 싸운다. 이 카드는 경쟁, 갈등, 많은 경쟁 이익들이 충돌하는 투쟁을 나타낸다. 정방향은 경쟁과 갈등을 의미한다. 역방향은 대립 회피, 합의 찾기, 또는 무의미한 투쟁이 마침내 끝나는 것을 가져온다.",
    "Six of Wands": "승리자가 군중을 통과하며 머리에 월계수 화관을 쓰고 찬미자들이 그의 승리를 축하한다. 이 카드는 공공 인정, 승리, 당신의 공동체에 의해 인정받은 성공을 나타낸다. 정방향은 승리와 인정을 가져온다. 역방향은 넘어지기 전의 자만심, 지연된 성공, 또는 합당한 인정의 부족을 경고한다.",
    "Seven of Wands": "인물이 여섯 개의 공격하는 지팡이에 맞서 고지를 방어하며 도전에도 불구하고 굳건히 서 있다. 이 카드는 인내, 방어, 반대와 의심에 맞서 입장을 유지하는 것을 나타낸다. 정방향은 방어적 힘과 인내를 의미한다. 역방향은 지침, 포기, 또는 계속되는 도전에 완전히 압도되는 느낌을 나타낸다.",
    "Eight of Wands": "여덟 개의 지팡이가 고속으로 공중을 날아가며 에너지가 먼 목적지를 향해 빠르게 이동한다. 이 카드는 빠른 움직임, 신속한 행동, 갑자기 빠르게 도착하는 메시지나 사건을 나타낸다. 정방향은 신속한 행동과 움직임을 가져온다. 역방향은 지연, 감속, 또는 나쁜 결정으로 이어지는 패닉 서두름을 경고한다.",
    "Nine of Wands": "부상당한 전사가 경계를 서며 이전 전투의 피로에도 불구하고 조심스럽고 경계한다. 이 카드는 회복력, 끈기, 최종 승리 또는 패배 전의 마지막 방어를 나타낸다. 정방향은 회복력과 결단을 의미한다. 역방향은 지침, 편집증, 또는 계속되는 투쟁이 가치 있는지 의문을 제기하는 것을 나타낸다.",
    "Ten of Wands": "인물이 열 개의 무거운 지팡이의 부담 아래 몸부림치며 책임에 거의 짓눌릴 뻔한다. 이 카드는 압도적인 부담, 힘든 일, 받아들인 너무 많은 책임의 무게를 나타낸다. 정방향은 부담을 통한 성취를 가져온다. 역방향은 해방, 위임, 또는 마침내 짊어진 불필요한 무게를 내려놓는 것을 신호한다.",
    "Page of Wands": "젊은 인물이 싹튼 지팡이를 들고 다가오는 모험에 대한 열정으로 눈이 빛난다. 이 전령은 창조적 기회, 탐험, 열정적인 새로운 시작의 소식을 가져온다. 정방향은 열정과 탐험을 의미한다. 역방향은 미숙한 행동, 방향 부족, 또는 초점 없이 흩어진 에너지를 경고한다.",
    "Knight of Wands": "기사가 뒷다리로 선 말을 타고 앞으로 돌진하며 모험 추구에서 열정적이고 충동적이다. 이 기사는 행동, 모험, 열정적인 목표와 욕망의 두려움 없는 추구를 나타낸다. 정방향은 열정적인 행동과 모험을 가져온다. 역방향은 무모함, 분노, 또는 다가올 결과를 생각하지 않는 충동적 행동을 나타낸다.",
    "Queen of Wands": "그녀는 자신 있게 왕좌에 앉아 검은 고양이가 옆에 있고 주위에 해바라기가 피어 있다. 이 여왕은 자신감, 결단력, 인도된 열정적인 창조적 에너지의 따뜻함을 구현한다. 정방향은 용기와 결단을 의미한다. 역방향은 이기심, 질투, 또는 당신의 최고 자질을 가리는 지배적 행동을 경고한다.",
    "King of Wands": "왕이 왕좌에서 명령하며 변화를 나타내는 도마뱀이 그의 권력과 권위를 장식한다. 이 왕은 대담한 리더십, 비전, 다른 사람들을 목표로 고무시키는 능력을 나타낸다. 정방향은 리더십과 비전을 가져온다. 역방향은 충동성, 오만함, 또는 다른 사람들이 성공적으로 충족할 수 없는 기대를 설정하는 것을 나타낸다.",
    "Ace of Cups": "손이 넘치는 잔을 제공하고 비둘기가 내려와 새로운 감정적 및 영적 시작을 나타낸다. 이 에이스는 사랑, 연민, 새로운 감정에 마음을 여는 것을 가져온다. 정방향은 새로운 감정과 사랑을 의미한다. 역방향은 감정적 상실, 막힌 창의성, 또는 사랑의 가능성에 닫힌 마음을 경고한다.",
    "Two of Cups": "두 인물이 카두케우스 아래서 잔을 교환하며 파트너십, 사랑, 상호 감정적 연결을 약속한다. 이 카드는 단결, 파트너십, 평등에 기반한 균형 잡힌 조화로운 관계를 나타낸다. 정방향은 파트너십과 연결을 가져온다. 역방향은 불균형, 깨진 의사소통, 또는 부조화와 긴장으로 고통받는 관계를 나타낸다.",
    "Three of Cups": "세 여성이 잔을 들어 올리며 우정, 공동체, 함께 공유되는 행복을 기쁘게 축하한다. 이 카드는 우정, 축하, 상호 기쁨을 지지하는 공동체 유대를 나타낸다. 정방향은 우정과 축하를 의미한다. 역방향은 과도한 탐닉, 험담, 또는 지지하는 공동체 연결로부터의 고립을 경고한다.",
    "Four of Cups": "인물이 나무 아래 팔짱을 끼고 앉아 신비한 손에 의해 제공되는 잔을 무시한다. 이 카드는 무관심, 명상, 분리와 철수로 인한 놓친 기회를 나타낸다. 정방향은 명상과 숙고를 가져온다. 역방향은 갑작스러운 자각, 행복 선택, 또는 마침내 이전에 놓친 기회를 보는 것을 신호한다.",
    "Five of Cups": "망토를 두른 인물이 세 개의 쏟아진 잔을 위해 울며 뒤에 여전히 서 있는 두 잔을 알아차리지 못한다. 이 카드는 상실, 슬픔, 실망에 머물면서 여전히 이용 가능한 것을 놓치는 것을 나타낸다. 정방향은 상실과 슬픔을 의미한다. 역방향은 수용, 전진, 또는 오랜 애도 기간 후 평화를 찾는 것을 가져온다.",
    "Six of Cups": "아이들이 향수, 순수함, 회상된 즐거운 어린 시절 기억의 장면에서 꽃 피는 잔을 교환한다. 이 카드는 행복한 기억, 향수, 과거를 방문하는 치유의 위안을 나타낸다. 정방향은 향수와 행복한 기억을 가져온다. 역방향은 전진, 집 떠나기, 또는 현재 현실을 포용하기 위해 과거를 놓아주는 것을 나타낸다.",
    "Seven of Cups": "일곱 개의 잔이 구름에 떠 있으며 각각 선택과 환상을 나타내는 다른 비전을 담고 있다. 이 카드는 선택, 환상, 진짜 기회와 환상을 구별하는 도전을 나타낸다. 정방향은 상상력과 선택을 의미한다. 역방향은 목적 부족, 희망적 생각, 또는 명확한 판단을 흐리게 하는 혼란을 경고한다.",
    "Eight of Cups": "인물이 여덟 개의 쌓인 잔을 떠나 달빛 아래 더 깊은 것을 추구한다. 이 카드는 떠나기, 영적 여행, 성장에 더 이상 도움이 되지 않는 것을 남겨두는 것을 나타낸다. 정방향은 전진과 추구를 가져온다. 역방향은 회피, 변화에 대한 두려움, 또는 출발이 필요한 상황에 머무르는 것을 나타낸다.",
    "Nine of Cups": "만족스러운 인물이 아홉 개의 잔 앞에 팔짱을 끼고 앉아 만족과 감정적 충족을 나타낸다. 이 '소원의 카드'는 만족, 감정적 안정, 당신의 마음이 진정으로 원하는 것을 얻는 것을 나타낸다. 정방향은 만족과 만족을 의미한다. 역방향은 자기만족, 불만족, 또는 물질적 성공이 감정적 충족을 결여한다는 인식을 경고한다.",
    "Ten of Cups": "가족이 열 개의 잔의 무지개 아래 서서 궁극의 감정적 및 가정적 충족을 나타낸다. 이 카드는 지속적인 행복, 조화, 감정적 꿈이 실현되는 성취를 나타낸다. 정방향은 행복과 충족을 가져온다. 역방향은 깨진 꿈, 가족 불화, 또는 평화를 방해하는 가정 불협화음을 경고한다.",
    "Page of Cups": "젊은 몽상가가 잔에서 나타나는 물고기를 응시하며 메시지와 놀라움을 가져온다. 이 전령은 창조적 영감, 직관적 메시지, 예기치 않게 도착하는 부드러운 감정적 놀라움을 가져온다. 정방향은 민감성과 창의성을 의미한다. 역방향은 감정적 미성숙, 불안감, 또는 현실이 꿈과 모순될 때의 실망을 경고한다.",
    "Knight of Cups": "낭만적인 기사가 잔을 제공하며 감정적 이상주의와 마음의 욕망 추구를 나타낸다. 이 기사는 제안, 낭만적 제스처, 사랑과 아름다움의 이상주의적 추구를 가져온다. 정방향은 로맨스와 이상주의를 의미한다. 역방향은 우울함, 질투, 또는 이상화된 꿈이 가혹한 현실을 만났을 때의 실망을 나타낸다.",
    "Queen of Cups": "그녀는 물가에 앉아 화려한 잔을 들고 모든 이를 연민으로 양육한다. 이 여왕은 감정적 성숙, 직관, 연민 어린 이해와 보살핌의 선물을 구현한다. 정방향은 연민과 직관을 가져온다. 역방향은 순교, 불안감, 또는 감정적 비축을 완전히 고갈시키는 과도한 의존을 경고한다.",
    "King of Cups": "왕은 거친 바다에도 불구하고 감정적 균형을 유지하며 감정을 지배하지만 지배되지 않는다. 이 왕은 감정적 성숙, 외교, 마음과 정신을 함께 균형 잡는 지혜를 나타낸다. 정방향은 감정적 균형과 지혜를 의미한다. 역방향은 감정적 조작, 우울함, 또는 불안정한 출처로부터의 나쁜 조언을 나타낸다.",
    "Ace of Swords": "손이 월계수로 왕관을 쓴 직립 검을 잡으며 정신적 명료함과 돌파구를 나타낸다. 이 에이스는 진실, 명료함, 혼란을 뚫고 나가는 정신적 집중의 힘을 가져온다. 정방향은 돌파구와 명료함을 의미한다. 역방향은 혼란, 혼돈, 또는 숨겨두어야 할 고통스러운 진실을 드러내는 잔인한 명료함을 경고한다.",
    "Two of Swords": "눈가림을 한 인물이 두 검 사이에 앉아 어려운 대립하는 선택지 사이에서 선택할 수 없다. 이 카드는 우유부단함, 교착 상태, 똑같이 어려운 두 길 사이에서 선택하는 마비를 나타낸다. 정방향은 어려운 결정과 교착 상태를 가져온다. 역방향은 작은 악을 선택하기, 교착 상태로부터의 해방, 또는 마침내 불가능한 선택을 하는 것을 나타낸다.",
    "Three of Swords": "세 개의 검이 폭풍우 치는 하늘 아래 심장을 찌르며 실연과 감정적 고통을 나타낸다. 이 카드는 슬픔, 실연, 깊이 베는 감정적 상처의 고통을 나타낸다. 정방향은 실연과 슬픔을 의미한다. 역방향은 치유, 용서, 또는 당신을 상처입힌 깊은 감정적 트라우마로부터 천천히 회복하는 것을 가져온다.",
    "Four of Swords": "인물이 평화로운 명상 속에서 쉬며 세 개의 검이 전시되고 한 검이 근처에서 쉰다. 이 카드는 휴식, 회복, 투쟁 후 회복과 명상을 위한 필요한 휴지를 나타낸다. 정방향은 휴식과 회복을 가져온다. 역방향은 안절부절못함, 번아웃, 또는 회복의 절실한 필요에도 불구하고 쉴 수 없음을 경고한다.",
    "Five of Swords": "승리자가 검을 모으고 패배한 인물들이 후퇴하며 공허한 승리와 갈등의 대가를 나타낸다. 이 카드는 갈등, 패배, 관계와 정직성을 희생하여 전투에서 승리하는 것을 나타낸다. 정방향은 갈등과 패배를 의미한다. 역방향은 용서, 보상, 또는 당신의 관계와 평화를 독살하는 원한을 놓아주는 것을 가져온다.",
    "Six of Swords": "뱃사공이 혼란스러운 물을 통해 승객들을 더 고요한 해안과 더 나은 시간으로 안내한다. 이 카드는 전환, 전진, 더 고요하고 더 나은 상황을 위해 어려움을 남겨두는 것을 나타낸다. 정방향은 전환과 전진을 가져온다. 역방향은 감정적 짐, 해결되지 않은 문제, 또는 필요한 전환과 건강한 변화에 대한 저항을 나타낸다.",
    "Seven of Swords": "인물이 다섯 개의 검을 들고 몰래 떠나며 비밀스러운 전략적 후퇴에서 두 개를 남긴다. 이 카드는 전략, 기만, 어려운 상황을 교묘하게 헤쳐나가는 데 필요한 교활함을 나타낸다. 정방향은 전략과 기만을 의미한다. 역방향은 고백, 접근 방식 재고, 또는 이전에 시야에서 숨겨진 기만의 발견을 가져온다.",
    "Eight of Swords": "묶이고 눈가림을 한 인물이 여덟 개의 검에 둘러싸여 갇힌 것처럼 보이지만 제한은 제거 가능하다. 이 카드는 투옥, 자기 희생, 우리가 불필요하게 스스로에게 부과하는 정신적 제한을 나타낸다. 정방향은 제한과 희생을 의미한다. 역방향은 자기 해방, 새로운 관점, 또는 마침내 자유를 막는 자기 부과 제한을 제거하는 것을 가져온다.",
    "Nine of Swords": "인물이 침대에서 똑바로 앉아 아홉 개의 검 아래 고뇌에 얼굴을 가린다. 이 카드는 불안, 악몽, 당신을 괴롭히는 걱정과 두려움의 고통을 나타낸다. 정방향은 불안과 절망을 의미한다. 역방향은 희망, 도움 구하기, 또는 지원을 통해 정신적 고통으로부터 해방을 찾는 것을 가져온다.",
    "Ten of Swords": "인물이 엎드려 누워 있고 열 개의 검이 등을 찌르며 다가오는 새벽의 빛 아래 있다. 이 카드는 바닥을 치는 것, 고통스러운 끝, 새로운 시작의 여명 전 가장 어두운 순간을 나타낸다. 정방향은 고통스러운 끝과 패배를 의미한다. 역방향은 회복, 다시 일어서기, 또는 최악이 지나가고 치유가 시작된다는 인식을 가져온다.",
    "Page of Swords": "젊은 인물이 검을 높이 들고 민첩한 지혜와 안절부절못하는 정신적 에너지로 경계하고 호기심이 많다. 이 전령은 소식, 아이디어, 대담하게 모든 것에 의문을 제기하는 지적 호기심을 가져온다. 정방향은 호기심과 경계를 의미한다. 역방향은 기만, 험담, 또는 초점이나 방향 없이 흩어진 정신적 에너지를 경고한다.",
    "Knight of Swords": "기사가 검을 들고 앞으로 돌진하며 신속한 행동과 공격적인 지적 추구를 나타낸다. 이 기사는 빠른 행동, 단호함, 신념과 이상의 격렬한 방어를 가져온다. 정방향은 신속한 행동과 단호함을 의미한다. 역방향은 무모함, 충동성, 또는 다가올 파괴적 결과를 생각하지 않고 앞으로 돌진하는 것을 나타낸다.",
    "Queen of Swords": "그녀는 홀로 왕좌에 앉아 날카로운 인식과 명확한 판단 속에서 검을 들고 있다. 이 여왕은 지적 명료함, 통찰력, 복잡성을 통해 진실을 보는 능력을 구현한다. 정방향은 명확한 사고와 독립성을 가져온다. 역방향은 냉담한 잔혹함, 쓴맛, 또는 연민의 완화 영향 없는 가혹한 판단을 경고한다.",
    "King of Swords": "왕이 판결석에 앉아 검이 지성, 권위, 공평한 진실 추구를 나타낸다. 이 왕은 정신적 명료함, 권위, 논리로 공정하게 판단하는 능력을 나타낸다. 정방향은 진실과 정신적 명료함을 의미한다. 역방향은 조작, 잔혹함, 또는 정의의 봉사가 아닌 통제를 위해 지성을 사용하는 것을 나타낸다.",
    "Ace of Pentacles": "손이 번성하는 정원 한가운데서 황금 펜타클을 제공하며 새로운 물질적 기회를 나타낸다. 이 에이스는 번영, 새로운 사업, 물질적 목표와 안전의 현현을 가져온다. 정방향은 새로운 기회와 번영을 의미한다. 역방향은 놓친 기회, 나쁜 투자, 또는 잘못된 판단으로 인한 물질적 손실을 경고한다.",
    "Two of Pentacles": "인물이 무한 루프로 두 개의 펜타클을 저글링하며 경쟁하는 우선순위와 끊임없는 변화의 균형을 맞춘다. 이 카드는 균형, 적응, 계속해서 여러 책임과 선택을 저글링하는 것을 나타낸다. 정방향은 균형과 적응을 가져온다. 역방향은 압도, 무질서, 또는 모든 것이 무너지는 균형 상실을 나타낸다.",
    "Three of Pentacles": "장인이 성당에서 그의 작품을 전시하고 다른 사람들이 관찰하고 그의 숙련된 기술을 승인한다. 이 카드는 팀워크, 협력, 고품질 작업을 통한 기술 인정을 나타낸다. 정방향은 팀워크와 능력을 의미한다. 역방향은 팀워크 부족, 열악한 계획, 또는 집단적 성공을 저해하는 그룹 갈등을 경고한다.",
    "Four of Pentacles": "인물이 펜타클을 꽉 쥐고 머리에 왕관을 쓰고 두려움에 기반한 통제로 자원을 비축한다. 이 카드는 안전, 통제, 자원에 꽉 매달리는 두려움에 기반한 필요성을 나타낸다. 정방향은 안전과 보존을 가져온다. 역방향은 탐욕, 소유욕, 또는 풍요의 자연스러운 흐름을 허용하기 위해 긴밀한 통제를 해제하는 것을 나타낸다.",
    "Five of Pentacles": "두 인물이 눈 속에서 고생하며 밝혀진 교회 창문을 지나가며 어려움과 고립을 나타낸다. 이 카드는 재정적 손실, 빈곤, 지원 없이 추위에 버려진 느낌을 나타낸다. 정방향은 어려움과 빈곤을 의미한다. 역방향은 회복, 받은 자선, 또는 장기간의 투쟁 후 도움을 찾는 것을 가져온다.",
    "Six of Pentacles": "상인이 저울로 금을 달며 그 아래 필요한 사람들에게 준다. 이 카드는 관대함, 자선, 모든 사람 사이의 자원과 권력의 공정한 분배를 나타낸다. 정방향은 관대함과 공정함을 가져온다. 역방향은 조건 첨부, 일방적인 주기, 또는 다른 사람을 통제하고 조종하기 위해 자선을 사용하는 것을 경고한다.",
    "Seven of Pentacles": "농부가 지팡이에 기대어 쉬며 인내와 힘든 일을 통해 재배된 작물을 숙고한다. 이 카드는 인내, 끈기, 수행된 장기 투자와 노력의 진행 상황을 평가하는 것을 나타낸다. 정방향은 인내와 평가를 의미한다. 역방향은 결과 없는 작업, 조급함, 또는 투자된 노력에도 불구하고 보상 부족을 경고한다.",
    "Eight of Pentacles": "장인이 신중하게 펜타클을 망치질하며 선택한 기술을 완벽하게 숙달하는 데 헌신한다. 이 카드는 헌신, 기술 개발, 당신의 기술을 완성하는 집중된 작업을 나타낸다. 정방향은 기술과 헌신을 가져온다. 역방향은 열정 부족, 평범함, 또는 마음을 투자하지 않고 동작을 거치는 것을 나타낸다.",
    "Nine of Pentacles": "여성이 풍요로운 정원에 서서 손에 매를 태우고 그녀의 노동의 열매를 즐긴다. 이 카드는 자급자족, 사치, 규율 있는 일과 독립성의 마땅한 보상을 즐기는 것을 나타낸다. 정방향은 독립성과 사치를 의미한다. 역방향은 무분별한 지출, 거짓 성공, 또는 유지할 수 없는 수단을 넘어선 생활을 경고한다.",
    "Ten of Pentacles": "세 세대가 지속적인 부, 유산, 계속되는 가족 번영의 상징 속에 모인다. 이 카드는 유산, 상속, 지속적인 물질적 및 가족 안전의 정점을 나타낸다. 정방향은 유산과 지속적인 성공을 가져온다. 역방향은 재정적 불안정, 가족 갈등, 또는 지속적인 기반 없는 일시적 성공을 나타낸다.",
    "Page of Pentacles": "젊은 인물이 펜타클을 열심히 연구하며 야망, 새로운 기회, 실용적 학습을 나타낸다. 이 전령은 기회, 현현 잠재력, 견고한 형태를 취하기 시작하는 실용적 계획을 가져온다. 정방향은 야망과 기회를 의미한다. 역방향은 미루기, 헌신 부족, 또는 열악한 계획으로 낭비된 기회를 경고한다.",
    "Knight of Pentacles": "기사가 무거운 말에 정지된 채 앉아 꾸준한 결의로 방법적으로 목표를 향해 나아간다. 이 기사는 신뢰성, 힘든 일, 성취를 향한 느리지만 꾸준한 접근을 나타낸다. 정방향은 신뢰성과 힘든 일을 가져온다. 역방향은 게으름, 강박관념, 또는 진전이나 의미 있는 보상을 달성하지 못하고 힘들게 일하는 것을 나타낸다.",
    "Queen of Pentacles": "그녀는 풍요로운 자연에 둘러싸여 앉아 실용적인 보살핌과 물질적 편안함으로 모든 이를 양육한다. 이 여왕은 실용적 보살핌, 재정적 안전, 성장을 위한 편안하고 안정적인 환경 조성을 구현한다. 정방향은 실용적 보살핌과 풍요를 의미한다. 역방향은 자기중심성, 질투, 또는 양육하는 대신 질식시키기 위해 자원을 사용하는 것을 경고한다.",
    "King of Pentacles": "왕이 왕좌에 앉아 부의 상징에 둘러싸여 물질 세계와 풍요의 숙달을 나타낸다. 이 왕은 번영, 사업 통찰력, 지속적인 물질적 성공을 구축하는 지혜를 나타낸다. 정방향은 번영과 안정성을 가져온다. 역방향은 탐욕, 물질주의, 또는 의미 있는 안전이 아닌 과잉을 위해 부를 사용하는 것을 나타낸다."
  }
}
